{  
   "animeTitle":[  
      " Shingeki no Kyojin Season 2",
      "Boku no Hero Academia 2nd Season",
      "Eromanga-sensei",
      "Rokudenashi Majutsu Koushi to Akashic Records",
      "Re:Creators",
      "Boruto: Naruto Next Generations",
      "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria",
      "Renai Boukun",
      "Tsuki ga Kirei",
      "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
      "Zero kara Hajimeru Mahou no Sho",
      "Busou Shoujo Machiavellianism",
      "Shingeki no Bahamut: Virgin Soul",
      "Saenai Heroine no Sodatekata ♭",
      "Clockwork Planet",
      "Sakura Quest",
      "Granblue Fantasy The Animation",
      "Sakurada Reset",
      "Alice to Zouroku",
      "Seikaisuru Kado",
      "Sin: Nanatsu no Taizai",
      "Berserk 2nd Season",
      "Oushitsu Kyoushi Heine",
      "Natsume Yuujinchou Roku",
      "Tsugumomo",
      "Fukumenkei Noise",
      "Gin no Guardian",
      "Hinako Note",
      "Kenka Banchou Otome: Girl Beats Boys",
      "Uchouten Kazoku 2",
      "Souryo to Majiwaru Shikiyoku no Yoru ni...",
      "Atom: The Beginning",
      "Frame Arms Girl",
      "Sekai no Yami Zukan",
      "Ani ni Tsukeru Kusuri wa Nai!",
      "Yu☆Gi☆Oh! VRAINS",
      "Kabuki-bu!",
      "Room Mate",
      "Kyoukai no Rinne (TV) 3rd Season",
      "Warau Salesman New",
      "Starmyu 2nd Season",
      "ID-0",
      "Cinderella Girls Gekijou",
      "Twin Angel Break",
      "Love Kome: We Love Rice",
      "Nobunaga no Shinobi: Ise Kanegasaki-hen",
      "Idol Time PriPara",
      "PriPri Chii-chan!!",
      "Beyblade Burst God",
      "Makeruna!! Aku no Gundan!",
      "100% Pascal-sensei (TV)",
      "Future Card Buddyfight Battsu",
      "Duel Masters (2017)",
      "World Fool News (TV) Part II",
      "Rilu Rilu Fairilu: Mahou no Kagami",
      "Yao Shen Ji",
      "Shounen Ashibe: Go! Go! Goma-chan 2",
      "Furusato Meguri: Nippon no Mukashibanashi",
      "Tomica Hyper Rescue Drive Head: Kidou Kyuukyuu Keisatsu",
      "\"Eikou Naki Tensai-tachi\" Kara no Monogatari",
      "The Snack World (TV)",
      "Yousei Land Mukashibanashi",
      "Dappys",
      "Akindo Sei no Little Peso",
      "Neko no Robu",
      "Buppu na Mainichi",
      "Neko to Mata",
      "Deeky & Carina",
      "Neko Neko Nihonshi 2nd Season",
      "Panpaka Pants O New-san",
      "Flowering Heart 2",
      "Washimo 5th Season",
      "Akita Kenritsu Iburi Gakkou Chuutou-bu",
      "Otona no Ikkyuu-san 2nd Season",
      "Otoppe",
      "Kimoshiba 2",
      "Turning Mecard W Season 2",
      "One Piece",
      "Dragon Ball Super",
      "Little Witch Academia (TV)",
      "Detective Conan",
      "Yowamushi Pedal: New Generation",
      "Crayon Shin-chan",
      "Pokemon Sun & Moon",
      "Tiger Mask W",
      "Youkai Watch",
      "Aggressive Retsuko",
      "Monster Hunter Stories: Ride On",
      "Aikatsu Stars!",
      "Digimon Universe: Appli Monsters",
      "Puzzle & Dragons Cross",
      "Koneko no Chii: Ponponra Daibouken",
      "Doraemon (2005)",
      "Gudetama",
      "Kirakira☆Precure A La Mode",
      "Cardfight!! Vanguard G: Next",
      "Nintama Rantarou",
      "Sazae-san",
      "Kamisama Minarai: Himitsu no Cocotama",
      "Chibi Maruko-chan (1995)",
      "Bonobono (2016)",
      "Sore Ike! Anpanman",
      "Heybot!",
      "Ojarumaru",
      "Kochinpa! Dainiki",
      "Shima Kousaku no Asia Shinseki-den",
      "Disney Tsum Tsum",
      "Lan Mao",
      "Sentai Hero Sukiyaki Force",
      "Asa da yo! Kaishain",
      "Neko Konogoro",
      "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
      "Nyanfuru",
      "Nyanpuku Nyaruma",
      "Life!",
      "Hanakappa",
      "Shiawase Haitatsu Taneko",
      "Telemonster",
      "Aware! Meisaku-kun",
      "Pikaia!!",
      "Mikan Seijin Arawaru",
      "Panda no Taputapu",
      "Freaky Highschool",
      "Tomodachi 8-nin",
      "Gohan Kaijuu Pap",
      "Neko no Dayan: Fushigi Gekijou",
      "Ousama Monogatari",
      "Shimajirou no Wow!",
      "Tama & Friends: Uchi no Tama Shirimasenka?",
      "Yowamushi Monsters",
      "Panpaka Pants",
      "Pittanko! Nekozakana",
      "Chobitto Zukan",
      "Dochamon Junior 2",
      "Kirin the Noop",
      "Liv & Bell",
      "Beads no Mori no Rabi",
      "Konigiri-kun",
      "Keito no Yousei: Knit to Wool",
      "Mono-darake!",
      "Oidon to",
      "Quanzhi Gaoshou",
      "Demi-chan wa Kataritai: Demi-chan no Natsuyasumi",
      "Seikaisuru Kado: Ninovo",
      "Mobile Suit Gundam: Twilight Axis",
      "Monster Strike 2",
      "Sin: Nanatsu no Taizai Zange-roku",
      "Soutai Sekai",
      "Kiyoko no Basket Movie: Last Game 0401",
      "Sono Me ga Mitsumeru Mono",
      "Cinderella Girls Gekijou: Kayou Cinderella Theater",
      "Mahouka x Mameshiba",
      "Kemono Friends: Bus-teki",
      "BOY's LOVE Nitro+CHiRAL",
      "Kakuchou Shoujo-kei Trinary",
      "Ultrasonico",
      "Dies Irae: Irasshai Sonnenji",
      "Monster Sonic! D'Artagnan no Idol Sengen",
      "Zannen Onna Kanbu Black General-san",
      "Monster Strike 2: Senritsu no Lucifer, Tada Hitotsu no Hajimari no Uta",
      "Eievui to Colorful Friends",
      "Africa no Salaryman",
      "T-sensei",
      "Crayon Shin-chan Gaiden: O-o-o no Shinnosuke",
      "Neko ga Kureta Marui Shiawase",
      "Nui Nui Hinobori San Kyoudai",
      "Luna-tan: 1-mannen no Himitsu",
      "NoisyCell x Ponkotsu Quest",
      "Isobe Isobee with Nakata Yasutaka de Sourou",
      "Marumofubiyori",
      "BraFro x Taka no Tsume: Brave Funding Prologue",
      "Aozora Under Girls!",
      "Dekiru ka na",
      "Jakusansei Million Arthur: Forever Kakusansei Million Arthur",
      "Pa-ri Nezumi-kun",
      "Chizu no Nai Bouken",
      "Yogen-sha Ikusei Gakuen: Fortune Tellers Academy",
      "Aware! Meisaku-kun: DVD 1-2-kan Hatsubai Kettei!",
      "Jinryoku Senkan!? Shiokaze Sawakaze",
      "Boku wa Shitteru yo.",
      "Boku no Hero Academia: Training of the Dead",
      "Boku no Hero Academia: Sukue! Kyuujo Kunren!",
      "Shokugeki no Souma: Ni no Sara OVA",
      "New Game!: Watashi, Shain Ryokou tte Hajimete nano de...",
      "Ao no Exorcist: Kyoto Fujouou-hen OVA",
      "Ajin OVA",
      "Kimi no Hikari: Asagao to Kase-san.",
      "Boku to Misaki-sensei",
      "Baka Dakedo Chinchin Shaburu no dake wa Jouzu na Chii-chan♡",
      "Meikoku Gakuen: Jutai-hen",
      "Yarimoku Beach ni Shuugakuryokou de!! The Animation",
      "Anata wa Watashi no Mono",
      "Residence",
      "Zton Jingai Animation: A Beautiful Greed Nulu Nulu",
      "Tensei Kendo no Harem Colosseo",
      "Menhera Ayuri no Yamanai Onedari: Headphone wa Hazusenai",
      "Daraku Reijou The Animation: Hakoiri Ojousama Netorare Choukyou Kiroku",
      "Zutto Suki Datta",
      "Seiso de Majime na Kanojo ga, Saikyou Yaricir ni Kanyuu Saretara...? The Animation",
      "Dainiji Ura Nyuugakushiken The Animation",
      "Gakuen Shinshoku: XX of the Dead",
      "Tsuma ga Onsen de Circle Nakama no Nikubenki ni Natta no Desu ga... Anime Edition",
      "Mahouka Koukou no Rettousei Movie: Hoshi wo Yobu Shoujo",
      "Fairy Tail Movie 2: Dragon Cry",
      "Blame! Movie",
      "Free! Movie 1: Timeless Medley - Kizuna",
      "Yoru wa Mijikashi Arukeyo Otome",
      "Biohazard: Vendetta",
      "ChäoS;Child: Silent Sky",
      "Detective Conan Movie 21: The Crimson Love Letter",
      "Yoake Tsugeru Lu no Uta",
      "Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou 2 - Tamashii",
      "King of Prism: Pride the Hero",
      "Yuuki Yuuna wa Yuusha-bu Shozoku 2",
      "Cocolors",
      "Crayon Shin-chan Movie 25: Shin-chan Shuurai! Uchuujin Shiriri",
      "Tamagotchi Movie: Tanpen Himitsu no Otodoke Daisakusen!",
      "Ylion to Callysia",
      "Kamisama Minarai: Himitsu no Cocotama Movie",
      "Saenai Heroine no Sodatekata ♭: Koi to Junjou no Service-kai",
      "Yuri!!! on Ice: Yuri Plisetsky GPF in Barcelona EX - Welcome to The Madness",
      "Nanbaka Special",
      "Shingeki no Kyotou",
      "Tsuki ga Kirei Recap",
      "Shingeki no Kyojin-ten 360° Taikan Theater",
      "Berserk: Majo no Tsuisou",
      "One Room Special",
      "Brave Witches: Petersburg Daisenryaku",
      "Hungry Days: Aoharu ka yo.",
      "ACCA: 13-ku Kansatsu-ka Specials",
      "Sin: Nanatsu no Taizai - Masani Akuma no Shogyou...",
      "Seikaisuru Kado: Ekwari",
      "Minami Kamakura Koukou Joshi Jitensha-bu: Kita yo, Taiwan!",
      "Soushin Shoujo Matoi: Kabushiki Gaisha Knight Busters",
      "Starmyu 2nd Season Special",
      "Cinderella Girls Gekijou Specials",
      "Chiruran: Nibun no Ichi Special",
      "Koikishi Purely☆Kiss The Animation: Special Edition",
      "Stone Age Episode 0 "
   ],
   "animeDescr":[  
      " For centuries, humanity has been hunted by giant, mysterious predators known as the Titans. Three mighty walls—Wall Maria, Rose, and Sheena—provided peace and protection for humanity for over a hundred years. That peace, however, was shattered when the Colossus Titan and Armored Titan appeared and destroyed the outermost wall, Wall Maria. Forced to retreat behind Wall Rose, humanity waited with bated breath for the Titans to reappear and destroy their safe haven once more. In Shingeki no Kyojin Season 2, Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members. [Written by MAL Rewrite]",
      " At UA Academy, not even a violent attack can disrupt their most prestigious event: the school sports festival. Renowned across Japan, this festival is an opportunity for aspiring heroes to showcase their abilities, both to the public and potential recruiters. However, the path to glory is never easy, especially for Izuku Midoriya—whose quirk possesses great raw power but is also cripplingly inefficient. Pitted against his talented classmates, such as the fire and ice wielding Shouto Todoroki, Izuku must utilize his sharp wits and master his surroundings to achieve victory and prove to the world his worth. [Written by MAL Rewrite]",
      " One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society. While caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time! As new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world? [Written by MAL Rewrite]",
      " The Alzano Empire is home to one of the most distinguished magic schools in the world: the Alzano Imperial Magic Academy. Here, ambitious young students undergo training to become competent magicians. Sistine Fibel, a stern noble girl, and her bright-eyed best friend Rumia Tingel attend the Academy, determined to cultivate their magical skills. However, their world is thrown for a loop when their favorite teacher suddenly retires and the enigmatic Glenn Radars replaces him. His lazy and indifferent attitude toward life and magic quickly puts him at odds with his class. What's more, nefarious forces hidden within the empire's walls start to become active, and Sistine, Rumia, and Glenn find themselves caught up in their schemes. Rokudenashi Majutsu Koushi to Akashic Records follows Sistine, who is captivated by a mysterious floating Sky Castle; Rumia, who is haunted by a troubled past; and Glenn, who may be more than meets the eye. Though completely different on the surface, they are inexplicably bound together by a thread of fate. [Written by MAL Rewrite]",
      " Humans have designed countless worlds—each one born from the unique imagination of its creator. Souta Mizushino is a high school student who aspires to be such a creator by writing and illustrating his own light novel. One day, while watching anime for inspiration, he is briefly transported into a fierce fight scene. When he returns to the real world, he realizes something is amiss: the anime's headstrong heroine, Celestia Yupitilia, has somehow returned with him. Before long, other fictional characters appear in the world, carrying the hopes and scars of their home. A princely knight, a magical girl, a ruthless brawler, and many others now crowd the streets of Japan. However, the most mysterious one is a woman in full military regalia, dubbed \"Gunpuku no Himegimi,\" who knows far more than she should about the creators' world. Despite this, no one knows her true name or the world she is from. Meanwhile, Souta and Celestia work together with Meteora Österreich, a calm and composed librarian NPC, to uncover the meaning behind these unnatural events. With powerful forces at play, the once clear line between reality and imagination continues to blur, leading to a fateful meeting between creators and those they created. [Written by MAL Rewrite]",
      " Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja. Boruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life. New friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations. [Written by MAL Rewrite]",
      " After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves. Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventures. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land. [Written by MAL Rewrite]",
      " When a strange girl named Guri comes knocking at Seiji Aino's door, he quickly finds himself thrust into a world of romantic troubles. Claiming that she will die if he doesn't kiss someone within 24 hours, Guri's pleas of desperation are misunderstood as pleas for love, leading Seiji to kiss the cute stranger that came barging into his house. In actuality, it turns out that this cosplaying cupid is the wielder of a Kiss Note, in which any pairing of names she writes will kiss and become a couple. Guri explains that she misspelt and accidentally wrote Seiji's name while indulging in her yaoi fantasies, but because she had yet to pair him with anyone, their kiss was meaningless. Even worse, Guri reveals that if Seiji is not coupled with anyone soon, not only will she die, but Seiji will remain a virgin for eternity! Eager to escape his fate, Seiji sets his sights on the beautiful and popular Akane Hiyama. But after Akane hears that he kissed Guri, she reveals the obsessive and psychopathic feelings that she holds for the unfortunate boy and proceeds to viciously attack them. In the ensuing confusion, Guri is able to pair Seiji with Akane in the Kiss Note, temporarily saving Seiji from any further bodily harm. But to complicate matters, Guri's newfound feelings lead her to also pair the two of them with herself. Just when the situation could not get any more convoluted, this new coupling with Guri has turned Seiji and Akane into temporary angels, forcing them into assisting the cupid with her work of pairing humans, lest they be cast into hell. With all semblance of normality snatched from his life, Seiji gets to work at matchmaking with these eccentric girls by his side. [Written by MAL Rewrite]",
      " With a new school year comes a new crowd of classmates, and for their final year of junior high, aspiring writer Kotarou Azumi and track team member Akane Mizuno end up in the same class. Though initially complete strangers, a few chance encounters stir an innocent desire within their hearts. A yearning gaze, a fluttering heart—the hallmarks of young love slip into their lives as fate brings their paths to a cross. However, though love is patient and love is kind, Kotarou and Akane discover it is not always straightforward. Despite the comfort they find in each other's company, heartache and anxiety come hand in hand with pursuing the feelings in their hearts. With the uncertainty of how the other truly feels as well as the competing affections of those around them, the road ahead is unclear. Even so, under the shining light of a beautiful full moon, Kotarou gathers his courage to ask Akane a single question, one that forever changes their quiet relationship. [Written by MAL Rewrite]",
      " Putting his life on the line, Willem Kmetsch leaves his loved ones behind and sets out to battle the \"Beasts,\" terrifying creatures that have emerged on the Earth's surface and now threaten humanity's existence. In battle, he falls into an icy slumber and upon awakening 500 years later, finds himself to be the sole survivor of mankind's annihilation. Together with the other surviving races, Willem takes refuge on the floating islands in the sky, living in fear of the Beasts below. He lives a life of loneliness and only does odd jobs to get by. One day, he is tasked with being a weapon storehouse caretaker. Thinking nothing of it, Willem accepts, but he soon realizes that these weapons are actually a group of young Leprechauns. Though they bear every resemblance to humans, they have no regard for their own lives, identifying themselves as mere weapons of war. Among them is Chtholly Nota Seniorious, who is more than willing to sacrifice herself if it means defeating the Beasts and ensuring peace. Willem becomes something of a father figure for the young Leprechauns, watching over them fondly and supporting them in any way he can. He, who once fought so bravely on the frontlines, can now only hope that the ones being sent to battle return safely from the monsters that destroyed his kind. [Written by MAL Rewrite]",
      " In a world of constant war between humans and witches, there exist the \"beastfallen\"—cursed humans born with the appearance and strength of an animal. Their physical prowess and bestial nature cause them to be feared and shunned by both humans and witches. As a result, many beastfallen become sellswords, making their living through hunting witches. Despite the enmity between the races, a lighthearted witch named Zero enlists a beastfallen whom she refers to as \"Mercenary\" to act as her protector. He travels with Zero and Albus, a young magician, on their search for the Grimoire of Zero: a powerful spell book that could be extremely dangerous in the wrong hands. During their journey, his inner kindness is revealed as he starts to show compassion and sympathy towards humans and witches alike, and the unlikely companions grow together. [Written by MAL Rewrite]",
      " The Private Aichi Symbiosis Academy was originally a high school for high-class girls. When it became co-ed, the girls, out of fear, asked to be permitted to bring weapons to school. When that was enforced, a five-member vigilante corps-like organization called the \"Supreme Five Swords\" was also formed. After many generations, the five swords eventually became a group which corrected problematic students, and the academy started proactively accepting such students in order to correct them. Nomura Fudou was sent to this school after being part of a huge brawl. What will he do when the only options he has after enrolling are being expelled from that school or being corrected the way the rest of the male students there were...by being forced to dress and act like a girl! (Source: Batoto, edited)",
      " A decade ago, humans, gods, and demons joined forces to stand against the threat of the colossal dragon, Bahamut. Now, in the present, humans living in the capital city of Anatae have been enjoying lavish and prosperous lives. Their progress is largely due to the administration of the newly appointed king, Charioce XVII, who has stolen a power from the gods and allowed for the abuse and slavery of the demon race in the capital. As humans continue to immorally exploit demons, a sense of hostility against humans begins to build up within demon communities, threatening a revolt. Meanwhile, an atmosphere of uneasiness is spreading among the gods, as they scramble to regain their lost power. Amidst it all, Nina Drango, a cheerful young bounty hunter, has arrived at the Royal Capital with hopes of settling down and earning a living. However, her peaceful life in the capital is quickly thrown into chaos when she crosses paths with the ominous Rag Demon who is determined to seek revenge against humans, and Kaisar Lidfard, a noble knight battling an internal moral conflict. Shingeki no Bahamut: Virgin Soul continues the tale of the social and moral conflict between humans, gods, and demons, and their struggle for survival and dominance. [Written by MAL Rewrite]",
      " Second season of Saenai Heroine no Sodatekata.",
      " \"The Clockwork Planet\" One day, a black box suddenly crashed into the house of the high school dropout Naoto Miura. Inside it was a female automaton. The endless cycle of failure and success. The world that does change and the mankind that does not change. At a time where reality and fantasy are screaming, the encounters of these two make the gears of fate move! (Source: Amazon)",
      " Tired of her rural home, recent college graduate Yoshino Koharu is desperate to lead a more exciting life in Tokyo. After a fruitless job hunt, she finally receives a part-time offer as queen of the bizarre \"Kingdom of Chupakabura,\" a rundown mini-attraction in the small agricultural town of Manoyama. However, Yoshino discovers upon her arrival in Manoyama that she was mistaken for a celebrity and the job offer was a mistake. Left with no other options, Yoshino reluctantly agrees to take on the role and aid the Board of Tourism in their efforts to revitalize Manoyama. Determined to bring excitement to the dying town with the help of local residents, the queen enacts a series of projects to highlight the beauty and charm of Manoyama's culture. Sakura Quest delves into the story of a tight-knit community that is struggling to balance change while also maintaining the rich traditions and bonds which define their identity. [Written by MAL Rewrite]",
      " This is a world of the skies, where many islands drift in the sky. A boy named Gran and a talking winged lizard named Vyrn lived in Zinkenstill, an island which yields mysteries. One day, they come across a girl named Lyria. Lyria had escaped from the Erste Empire, a military government that is trying to rule over this world using powerful military prowess. In order to escape from the Empire, Gran and Lyria head out into the vast skies, holding the letter Gran's father left behind—which said, \"I will be waiting at Estalucia, Island of Stars.\" (Source: Aniplex of America)",
      " Kei Asai lives in the oceanside city of Sakurada—a town where the inhabitants are born with strange abilities. On the school rooftop one day, he meets Misora Haruki, an apathetic girl with the power to reset anything around her up to three days prior. While no one knows when she has reset, not even Haruki, Kei can retain everything before the reset thanks to his own ability: photographic memory. After they successfully help someone by combining their powers, they join the Service Club to aid others in their town. However, their club becomes involved with and begins completing missions for the mysterious Administration Bureau—an organization that focuses on managing the abilities in Sakurada and manipulating the town's events for their own ends. They may find out that there are more things at work in Sakurada than the machinations of the uncanny organization. [Written by MAL Rewrite]",
      " Sana is not an ordinary little girl; she possesses a special ability known as \"Alice's Dream.\" Due to her power, which allows her to create anything from her imagination, all that she knows is the laboratory where she is a test subject. Wishing to experience the outside world, she escapes and meets a stubborn old florist named Zouroku Kashimura in a convenience store. All too soon, her pursuers catch up and Zouroku is roped into Sana's troubles. However, far from trying to distance himself, Zouroku extends a hand to help Sana. Following his values and sense of justice, he even gives the pursuers a piece of his mind! Zouroku then offers Sana a place to stay, beginning the daily life and struggles of the unlikely duo. [Written by MAL Rewrite]",
      " Cool-headed and rational, Kojirou Shindou is a government official and master negotiator with a well-earned reputation. While departing on a business trip, a giant cube materializes and his plane is taken undamaged into the mysterious, indestructible structure. As Japanese authorities attempt to identify the cube's properties and origins, Shindou encounters an otherworldly entity known as Yaha-kui zaShunina, who materializes in the form of a human man. He assures Shindou that the passengers are not in any danger and requests help in negotiations with the human world. Hailing from a higher dimensional universe known as Novo, Yaha-kui zaShunina is able to transfer information between Novo and Shindou's universe through a cube called Kado. Despite having these unfathomable abilities, he does not appear hostile. Instead, he announces that he has come to this world with only one intention: to \"advance\" humanity—starting with Japan. [Written by MAL Rewrite]",
      " You, will you be a worshipper of the devil lords? These beautiful lords lead humans to the seven deadly sins: pride, envy, wrath, sloth, greed, gluttony, and lust. A revealing fantasy that craves to corrupt and steal true happiness starts now. (Source: MAL News)",
      " Guts sets off once again protecting Casca from evil caused by the brand. They get new companions and go into a new exciting arc.",
      "",
      "Equally charming and stern, Heine Wittgenstein is a brilliant man who commands respect, despite his short, childlike stature. Thus, the king of Grannzreich has called upon Heine to undertake a daunting task that has driven away many before him—become the new royal tutor to four princes who are in line for the throne. The four heirs each have very distinct and troublesome personalities: Licht, the flirtatious youngest prince; his immature older brother Leonhard; Bruno the studious third prince; and Kai, the oldest of the four and the most reserved. Hilarity ensues as Heine attempts to connect with each of the princes in order to groom them for the throne. However, Heine's mysterious past and dark undercurrents in the present may threaten the harmony within the kingdom. [Written by MAL Rewrite]",
      " Season 6 of Natsume Yuujinchou.",
      " Kazuya Kagami never goes anywhere without the precious \"Sakura Obi\" his mother gave him. One day a beautiful, kimono-clad girl named Kiriha appeared before him. Kiriha naturally began to live with Kazuya in his room. Then there's Chisato, Kazuya's childhood friend with glasses and a ponytail, who meddles in his affairs. Soon there's also an overprotective older sister who seems to want to take baths with him. Jumble in a huge-chested priestess, a good-looking sorceress named Kokuyoura, beautiful women, and hot girls, and Kazuya's happy, embarrassing, confusing life begins… (Source: MAL News)",
      " Every day, a young girl wearing a mask stands by the beach and sings a nostalgic melody. After experiencing two sudden heart-wrenching partings when she was only a child, Nino Arisugawa has been singing her songs to the ocean, bound by a promise made with her two childhood friends—her first love, Momo Sakaki, and a boy who composed music, Kanade \"Yuzu\" Yuzuriha. Having never met each other, the boys both individually promised that if Nino was ever separated from them, her voice would be the beacon to reunite them once again. After six long years, destiny has finally placed Nino, Momo, and Yuzu in the same high school. However, the passage of time has changed many things in their lives—while Nino relentlessly attempts to fulfill her childhood promise with the boys, Yuzu's feelings for her from the past resurface, and Momo goes to great lengths to prevent a reunion with Nino. Through music, will they be able to mend their friendship and overcome all the feelings involved in this complicated love triangle? [Written by MAL Rewrite]",
      " High school student and gamer Suigin Riku attends the prestigious Shinryou Private Academy, a school for the elite and the children of the wealthy. But rich or wealthy are not words that describe Suigin; in fact, he is dirt poor and must work many part time jobs to pay for his tuition. During one such job, he dives into a pool to save his pet cat, fully aware that he cannot swim. Luckily, he is saved by Rei Riku, the beautiful and popular daughter of a game developer, and he falls in love with her. He is also drawn to another girl: a new friend he meets in Dungeon Century, his favorite online RPG. But when the game is scheduled to shut down, he knows his adventures with her will soon end. However, the day after the game is shut down, he finds out that Rei and the online girl are one and the same. Soon after, Rei gives Suigin a new game meant to replace Dungeon Century—a tomb raiding game called Grave Buster. But when Rei is suddenly kidnapped, Suigin is pulled inside Grave Buster to save her and becomes trapped within the game world. Gin no Guardian follows Suigin as he plays through Grave Buster to save Rei, while uncovering the secrets hidden within the game. [Written by MAL Rewrite]",
      " Hinako lives in the countryside and is poor at speaking. She wants to improve her speech to be able to talk to people fluently, so she moves to Tokyo and plans to join the drama club in high school. When she arrives, however, it turns out her boarding house is a secondhand bookstore, and a beautiful girl who eats books lives there. (Source: MAL News)",
      " Kenka Banchou Otome - Girl Beats Boys, Hinako Nakayama has spent all of her life being raised in state-run orphanages, without ever knowing her family. As she's about to enter high school, Hinako is approached by Hikaru, a boy who claims to be her twin brother. According to Hikaru, Hikaru and Hinako are the children of the head of the powerful Onigashima yakuza family, and Hikaru wants Hinako to switches places with him at Shishiku Academy, an all-boys school overrun with the nation's toughest delinquents. Can Hinako save her brother, find romance, and become the new boss of the school? (Source: Crunchyroll)",
      " Second season of Uchouten Kazoku.",
      " At a high school reunion, Mio Fukatani reunites with a classmate she has not seen in years—Takahide Kujou. She had always wanted to know more about the kind-hearted boy in high school, but once she realizes that Kujou has become a monk, she believes that any chance of getting to know him romantically is slim. Deciding to drink away her sorrows, she ends up walking home drunk, and surprisingly, running into Kujou who helps her get home. However, once inside, Kujou's lust for Mio becomes apparent and the two share an erotic night of passion. As this steamy romance blossoms between these two unlikely lovers, Mio and Kujou will undoubtedly spend many nights together in utter ecstasy. [Written by MAL Rewrite]",
      " Japan in the near future suffers an unexplained major disaster. Five years later, reconstruction is well underway. Two young researchers at a university are pinning all their hopes on robot development. Now their new interpretation of the eternal hero Astro Boy up until his birth is just about to start! (Source: Showgate)",
      " The story begins when Ao opens a package that arrives at her doorstep. Inside the package is Gourai, a Frame Arms Girl: a small robot capable of independent movement. Gourai is a newly-developed prototype: a Frame Arms Girl equipped with an \"Artificial Self,\" an advanced AI that gives her a personality. Ao is the only one that has activated her. Gourai begins to gather both battle data and emotions, starting a day-to-day life with Ao, who knows nothing about Frame Arms Girls. (Source: ANN)",
      " Tucked away in the darkest depths of this world, tales of the bizarre and the supernatural quietly unfold. These inexplicable stories are chronicled throughout the pages of a certain strange encyclopedia, sheltered within a crumbling, decrepit building. Do you dare to open its cover and experience the horrors firsthand? Each of the macabre tales held within the book's pages details some unusual, surreal experiences that often come to a gruesome end. A man searches for his adulterous wife, only to find himself at the mercy of otherworldly visitors; a boy befriends a snowman who harbors a sinister secret; crop circles suddenly form on a family farm, created by some unexpected visitors; hidden in plain sight, menacing mechanical beings continue on undetected. In all of these horrifying stories, nothing is as simple as it seems, revealing a terrifying darkness that perhaps might have been best left alone. [Written by MAL Rewrite]",
      " What's your brother like? To Miao, her brother Fen is someone who would tease her and make her explode 100 times a day; not a peaceful day as the two are fighting every single minute. However, when troubles come, Fen will become a caring, loving brother who protects his little sister at all cost. (Source: MU, edited)",
      " The theme for the new work is \"Let's take one step forward and try it!\" Yuusaku hates standing out, and at his school he doesn't. However, Yuusaku starts meeting others through duels, and starts moving forward. (Source: ANN)",
      " Kurogu had a love of kabuki theater instilled in him from a very young age thanks to his grandfather. Now, as a high school student, he desires to create his own kabuki club in order to bring an appreciation of kabuki to a wider audience. He'll find, though, that with the weight of hundreds of years of strict tradition, it's not so easy to get high schoolers interested. A rough start is not enough to deter Kurogu, and he'll work hard to inspire in others the same burning passion he feels, until the day he can put on his own performance! (Source: Honey's Anime)",
      " Another One Room series telling \"another story\" featuring male characters.",
      "",
      "The third season of Kyoukai no Rinne.",
      " Each episode follows Fukuzou Moguro, a traveling salesman, and his current customer. Moguro deals in things that give his customers their heart's desire, and once his deals are made and their unhealthy desires are satisfied, Moguro's customers are often left with terrible repercussions, especially if they break the rules of his deals...",
      " Second season of the Starmyu television series.",
      "",
      "\"I-Machines\" are the general term for robots that operate in extreme environments. While Alliance Academy student Mikuri Maya is in the middle of operating an I-Machine, she gets involved in an incident with pirates, and ends up serving as a crew member on an excavation company's spaceship. (Source: ANN)",
      " Our idol friends are back again today! Get a rare look at how idols spend their days off, as well as their comical interactions with each other in this hyper-fun-filled short anime. (Source: Crunchyroll)",
      " Amatsuki Meguru is a girl who innocently aspires to be a hero of justice and the cool Kisaragi Sumire who grew up in the strict Kisaragi household... The two girls who are in their 3rd year of middle school end up getting orders from a mysterious hedgehog named Miruku-chan and turn into Twin Angels in order to fight evil! Meguru is always cheerful but sometimes a bit too forceful. Meanwhile, Sumire isn't accustomed with being around others. Despite their differences, as they work together, they start opening up to each other. (Source: Crunchyroll)",
      " The project anthropomorphizes rice (kome in Japanese) into schoolboys. At the Kokuritsu Inaho Academy (\"Rice Ear Academy,\" a wordplay on national schools), five new rice-inspired students attempt to supplant bread as the popular grain at the school. The new students form the \"Love Rice\" unit and challenge themselves to perform at the \"Harvest Show\" to show the delicious appeal of rice grains. The \"heartwarming 'kome'dy with laughs and passion\" promises to let audiences rediscover the virtues of rice (\"Japan's soul food\"). (Source: ANN)",
      " A skilled, deadly ninja on the clock and an adorable, naïve girl off it, Chidori continues to pave the way forward for her master, Nobunaga Oda, in his conquest of the Land of the Rising Sun. Though Nobunaga has made great progress in his quest, uniting a nation has not become any easier. Between vindictive former enemies and powerful new rivals, his stubborn adversaries have taken up arms to stamp out the warlord's ambitions. However, standing beside the ambitious general are his many close friends and supporters, including one loyal, capable shinobi. Ready to serve in whatever way she can, Chidori gathers key allies, infiltrates enemy castles, and duels against skilled warriors in the name of realizing her lord's dream: establishing a unified Japan. [Written by MAL Rewrite]",
      " The story focuses on Yui, a girl who lives in the town of Paparajuku, and who dreams of being an idol, even if she realizes that being an idol is next to impossible for her. Her friends often remark on how much she dreams about it. But then, the PriPara idol theme park opens in her town, and that an idol named Laala is coming to town from Parajuku, which only makes Yui dream even bigger. The new PriPara theme park has been updated with new concepts. However, due to a system error, Laala is no longer able to PriPara Change. (Source: ANN)",
      " The story revolves around a girl named Yuuka, who encounters a being from the depths of the Earth named Chii-chan (a pun of chiteijin, the Japanese word for underground-dweller), and an alien named Ucchan (a pun of uchuujin or alien). The story follows their heartwarming and chaotic everyday lives together.",
      "",
      "(No synopsis yet.)",
      " After coming across an advertisement about how anyone can lead an invasion force, young Don decides to establish a ragtag squad of his own to conquer the cosmos. Working alongside him are the aloof Pepu and the gaming-obsessed Chiku, though the value of their membership remains somewhat questionable. With his two henchmen by his side, the crew's inexperienced leader sets his sights on their first target: Earth. According to the manuals, Earth should be a simple enough target, but the situation spirals out of control right from the start. As it turns out, convincing over seven billion humans to simply roll over and accept their new overlord is no easy feat. Having been blown off by the entire human species, Don and his squadron touch down on Earth and begin their search for a way to subjugate humanity. However, with their unexpected failure, they face more pressing issues—namely, finding food and paying rent—so their plans for galactic domination will have to be put on hold for a little longer. [Written by MAL Rewrite]",
      " The story centers around an elementary school teacher who is so stupid that he cannot even write his own name. He does whatever he likes in his classroom. Plus, by all appearances, he is not human. (Source: ANN)",
      " The fourth season of Future Card Buddyfight.",
      " In the new series' story, the balance of the Creature World is starting to crumble. A talking deck case named Decky comes to the human world to search for a Duel Master to preserve equilibrium. There he sees Joe's power to create creatures. (Source: ANN)",
      " Direct continuation of World Fool News (TV).",
      " Second Season of Rilu Rilu Fairilu: Yousei no Door.",
      " In his past life, although too weak to protect his home when it counted, out of grave determination Nie Li became the strongest Demon Spiritist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage Emperor and six deity-ranked beasts. His soul was then brought back to when he was still 13 years old. Although he's the weakest in his class with the lowest talent, having only a red soul realm and a weak one at that, with the aid of the vast knowledge which he accumulated from his previous life, he decided to train faster than anyone could expect. He also decided to help those who died nobly in his previous life to train faster as well. He aims to protect the city from the coming future of being devastated by demon beasts and the previous fate of ending up destroyed. He aims to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. And he aims to destroy the so-called Sacred family who arrogantly abandoned their duty and betrayed the city in his past life. (Source: goodreads.com)",
      " Second season of Shounen Ashibe: Go! Go! Goma-chan.",
      " Sequel series to Furusato Saisei: Nihon no Mukashibanashi.",
      "",
      "The story is set in \"the future, just a little after the present day…. To respond to disasters beyond human comprehension and the increasing complexity of crime and mishaps, the mobile emergency police Hyper Rescue (an organization newly formed by the government primarily for life-saving) developed 'Drive Heads' that are specialized with police, fire-fighting, and rescue capabilities. \"'Drive Heads' are special vehicles that change from car forms to humanoid walker vehicles. The grade schooler Gou Kurumada and other children found to be suitable become drivers and join forces with the mobile emergency police and other adults. Even now, they race to the scene to protect the peace and security of all humanity. Go Rescue!\" (Source: ANN)",
      " NHK announced last week that it will present the anime/documentary series about athletes. The first episode adapts material from Tomoyoshi Itou and Shingo Morita's Weekly Young Jump biographical manga Eikou Naki Tensai-tachi (Geniuses Without Glory) — specifically the story about Hironoshin Furuhashi, the swimmer also known as \"the flying fish of Fujiyama.\" The episode also includes interviews with Olympic swimmer Kousuke Kitajima and other Japanese swimmers about the how Furuhashi changed the Japanese competitive swimming world, as well as what sort of training is required to be an Olympic swimmer. (Source: ANN)",
      " In \"a certain era\" on \"a certain continent,\" banal things are happening. The construction of \"Large-Scale Leisure Facilities\" has demanded that all the villages are to be evicted. When these demands are denied, the village and its residents are obliterated. A boy named Chap once lived in tranquility, but that happiness soon came crumbling down. He decides to embark on a journey of revenge, but soon falls madly in love with the king's daughter, Princess Melora. In order to fulfill her selfish wishes, he gathers his friends in order to overcome the impossible.",
      " A direct sequel to Forest Fairy Five.",
      " Love trouble, friendship, busy work. When the mind is tight and painful, you ought to shed it! Very cute \"Dappys\" sing and dance to give encouragement.",
      " (No synopsis yet.)",
      " The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality. He thinks various things and has fun watching humans.",
      " The story will focus on a cat who begins living with 10 dogs, and the animals' busy everyday life. The story draws inspiration from real-life singer Noriyuki Makihara and his pets. (Source: ANN)",
      " The series centers around two cats: a younger sister named Neko, and an older brother named Mata. Neko is a nekomata (a mythical two-tailed cat), innocently selfish, and spoiled by her brother. Mata is a neighborhood cat with an eartipped mark as a sign of being neutered. They meet under a streetlight in the city at night to talk. (Source: ANN)",
      " Deeky is a wolf whose wild appearance belies his pure-hearted and slightly gossipy moe nature. Carina is a squirrel whose soft and cuddly appearance hides the black and beating heart of a hard rock monster. Together they form a band to compete in a rock music competition. (Source: Crunchyroll)",
      " Second season of Neko Neko Nihonshi.",
      " Sequel to Panpaka Pants W-O-New!.",
      "",
      "The second season of Flowering Heart.",
      " Fifth season of the Washimo series.",
      " A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
      "",
      "The second season of Otona no Ikkyuu-san.",
      " The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      " The second season of Kimoshiba.",
      " (No synopsis yet.)",
      " Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece. [Written by MAL Rewrite]",
      " Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction. Disturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends. [Written by MAL Rewrite]",
      " In a time when magic is on the decline amid society, Atsuko Kagari is a cheerful girl who enters Luna Nova Academy in order to accomplish her dream of becoming a witch like her idol, Shiny Chariot. Shiny Chariot is a famous witch who disappeared from public view many years ago. On her way to school, Kagari meets the kind Lotte Yanson and the mischevious Sucy Manbavaran and the three become friends as they share a bedroom in campus. At the academy, Atsuko soon discovers she is in serious disadvantage compared to the other girls since she doesn`t come from a magical family and is required to learn the magical curriculum from scratch. Having found an item that once belonged to Chariot, Atsuko must discover how to activate and properly use the mysterious Shiny Rod as she hopes it might lead to finding out what has truly happened to her vanished idol. (Source: ANN)",
      "",
      "Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa). Animated by TMS and adapted from the manga by Gosho Aoyama, Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday. [Written by MAL Rewrite]",
      " Third season of the Yowamushi Pedal series. With the team's combined strength, the Sohoku High bicycle racing club beat reigning champions Hakone Academy at the Interhigh national race and achieved an impressive overall victory. Now that their hot summer has ended and third-years Kinjou, Makishima, and Tadokoro have retired from the team, first-year participants in the Interhigh Onoda Sakamichi, Imaizumi Shunsuke, and Naruko Shoukichi, along with their new captain second-year Teshima Junta and vice-captain Aoyagi Hajime begin preparing as a \"new team\" for their second consecutive championship at the next Interhigh. In order to retake their throne, their rivals Hakone Academy have also incorporated new members and begun training as a new team. Kyoto Fushimi High is lead by the monstrous racer Midousuji Akira. The nation's top schools are all honing their skills to reach the top of the Interhigh. (Source: Crunchyroll)",
      " Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot. Everyday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series. Crayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
      " After his mother wins a free trip to the islands, Pokemon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokemon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokemon. The pair eventually stumbles upon the Pokemon School, an institution where students come to learn more about these fascinating creatures. At the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokemon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokemon of Melemele Island, the mysterious Kapu Kokeko. The Pokemon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by his earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks. Enrolling in the Pokemon School, Satoshi is joined by classmates such as Lillie, who loves Pokemon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure. [Written by MAL Rewrite]",
      " Two young wrestlers face each other in a recently revived underground wrestling organization, the Tiger's Lair, which destroyed the wrestling dojo they grew up in. One took over the training facilities of Naoto Date at the foot of Mount Fuji, as well as the mask he left behind. The other dared to enter the Tiger's Lair and won a fierce competition, receiving a jet-black tiger mask. One tiger walks the path of light, while the other walks the path of shadows. Neither one knows the other's face. On the ring, they are natural enemies, but they have the same purpose—destroy the Tiger's Lair! (Source: MAL News)",
      " Primary school student Keita Amano's curiosity is as innocent as any other child's his age. But when one day he decides to venture deeper into the forest, he encounters a small and mysterious capsule. Out from its depths comes Whisper. After 190 years of imprisonment, this ghost-like creature is glad that someone has been kind enough to set him free. He decides to reward Keita by becoming his guardian against supernatural forces. Whisper is one of many Youkai that exist in the world, and provides Keita with a special Youkai Watch, which enables him to see and interact with all the other Youkai. Youkai Watch follows Keita, Whisper and the cat spirit Jibanyan as they encounter Youkai, befriend them, fix all the trouble that they so often cause, and, with the help of the watch, use the powers of previously encountered Youkai to aid them. Young Keita may have been just an ordinary primary school student when he first encountered the Youkai, but the many adventures that follow his discovery provide him with invaluable experiences and precious life lessons that help him grow.",
      " Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme. [Written by MAL Rewrite]",
      "",
      "This is a world where both men and monsters exist. Those who hunt the monsters are called Hunters. But in a small corner of the Hunter's world, there are those called Riders who bond with and coexist with monsters. With their Kizuna Ishi (Bonding Stones) that allow them to awaken the hidden power inside monsters, Riders live in secrecy together with their Otomon, the monsters they formed a connection with. Ryuto, a young boy living in the Rider village of Hakum, dreams of becoming the world's best Rider. Having just turned 12, he sets out to find his own Otomon for himself before the ceremony where he is given his own Kizuna Ishi. Together with his kind-hearted childhood friend Cheval, his inquisitive childhood friend Lilia, and his partner Naville, he sets out deep into the forest, and has a miraculous encounter with a Rathalos. (Source: ANN, edited)",
      " Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths. At the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba and the two develop a friendly rivalry, working together to learn and improve. Though they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4. [Written by MAL Rewrite]",
      " Everyone in the world uses smartphone apps. But inside them lurks unknown creatures called \"Appli Monsters,\" or \"Appmon.\" The Appmon are AI lifeforms with the ability to think and act, and exist in the boundary between the human world and digital space. In the vast sea of the internet, the \"last boss AI\" Leviathan takes control of the Appmon with a virus and begins hacking every system, thus starting to control the human world from the world of the net. Haru Shinkai is led to acquire the Appli Drive, and uses it to materialize Gatchmon, a search app monster. (Source: ANN)",
      " Dorogoza Island is rich in \"Drop Energy\" that players can use on friendly monsters. Once strong enough, they can face enemies in puzzle wars. Winners reap rewards, but what happens to the losers? Only the brave can take on these monstrous challenges! (Source: FUNimation)",
      " The combined 22nd and 23rd issue of Kodansha's Morning magazine, which will go on sale on April 28, has announced a new 3D CG anime of Kanata Konami's slice-of-life manga Chi's Sweet Home.",
      " Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. It is the 2005 version of 1979 series, with certain changes in the animation and other things. Doraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech. (Source: Wikipedia)",
      " Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved. (Source: ANN)",
      " Ichika Usami is a second year middle school student who works in her family's cafe, Kirakira Patisserie. One day, she meets a spoiled lamb fairy named pekorin who tells her evil monsters known as Henteko have been stealing \"Kirakiraru\", the energy that resides within sweets and desserts. Ichhika then becomes a pretty cure and, with four other girls, they form the kirakira precure a la mode to fight the henteko and protect the sweets. (Source:Wikipedia)",
      " Fourth season of Cardfight!! Vanguard G series.",
      "",
      "Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast... (Source: ANN)",
      " The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. (Source: AniDB)",
      " Cocotama are tiny gods born from the thoughts and feelings of objects that people use with great care. The fact that Cocotama wear part of the egg they hatch out of as underwear is proof that they are still apprentices. The Cocotama use a mysterious magic, and they train hard to be of use to humans and to become full gods. They live inside human houses and stealthily move around to help humans find things they have lost, although they make many mistakes. (Source: ANN)",
      " Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life. (Source: ANN)",
      " A sea otter and his friends, a raccoon and squirrel, live and play together in the forest.",
      " One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. (Source: ANN)",
      " The anime takes place on the screw-shaped island country of Nejigajima and follows the two \"Bokyabots\" Hebot and the Yurui Prince Nejiru as they collect different \"Bokya Neji\" screws. When the Bokyabots wear the Bokya Neji screws on their heads, they're able to compete in \"Bokya Battles,\" battles for who can think up and tell the best jokes. (Source: ANN)",
      " In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      " The second season of KochinPa!",
      " A spinoff of Shima Kousaku no Asia Risshi-den",
      " Disney Tsum Tsum is a series of shorts on YouTube following the adventures of Tsum Tsums in Disneyland. (Source: Disney Wikia)",
      " Adventures include going into deep sea and accompanying dinosaurs. The shows are mainly based on science or science fiction. It has been popular in China, one reason might be the fact that many of the Chinese youth have been sending questions to the studio, and the studio answers them with one of Lan Mao's adventures. Lan Mao is sometimes impulsive, and in the end gets nothing but trouble. (Source: Wikipedia)",
      " The anime will be a \"surreal comedy\" that emphasizes Gunma prefecture's self-sufficiency in ingredients for sukiyaki. The story centers around the titular Sukiyaki Force, created by Professor Warishita, who fight against the forces of Kiraida, who have come to Gunma and threaten to destroy the world.",
      "",
      "The series follows a variety of employed shellfish who exhibit selfish or odd personality traits. (Source: LiveChart)",
      " Based on the characters created by Study.",
      " Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      " Shorts that feature music note cats. The series premiered on February 22, 2014 on television; the first episode was published on an official YouTube channel that same day. The whole world is in love with character illustrations of cats, dogs, and bears. A brand-new show, and the first of its kind in Japan, featuring nothing but cat characters for cat lovers started airing in February 2014. A variety of cat characters designed by Japan's topnotch creators and illustrators are animated and they are voiced by popular KAWAII (cute) anime voice actors. This show is a must-see not just for the fans of cat characters but for all anime lovers! (Source: YouTube)",
      " Follows twin cats who wish to make others happy and their strange friends.",
      "",
      "The series follows characters' humorous everyday lives.",
      " Story about Kappa with flowers on their heads.",
      " The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.) (Source: ANN)",
      " Korean Animation about the monsters Eerie, Rock-G, Popo, and Yossi and the adventures they go on each day!",
      " A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character? (Source: Anime News Network)",
      " Second season of Pikaia!.",
      " The story centers on the titular Mikan Seijin (Orange Alien), who appears from Local 3 (an orange planet in a higher dimension) with plans of invading the Earth. (Source: ANN)",
      " (No synopsis yet.)",
      " A cutesy horror anime. Everyone in town is monster but they're living their lives like normal while attending high school.",
      " A series oriented to three-year-old children, showing the everydays of 9 characters, each of them having a distinct feature. Children will recognize characters and situations from their own life. Sometimes through conflicts, sometimes through encouragement, they will find everyone's place in the world. The story conveys messages such as \"Nobody's alone\", \"It's good to be different\" and the importance of being connected with others, in a fun way. (Source: Official site)",
      " A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      " Third season of Dayan the Cat. The shorts will be \"theatrical-style,\" with a curtain opening on the everyday adventures of Dayan and his friends.",
      " Stop-motion animation made out of fabric following a curious king sneaking out of his castle.",
      " Fourth season of the Shimajirou children's television series.",
      " A new series following the cat named Tama and his many friends.",
      " An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      " A series of shorts about pigs who wear underpants.",
      " On a distant southern island, a fish (sakana) opened its mouth for a cat (neko), thus \"nekozakana\" (cat-fish) is born. (Source: ANN)",
      " Based on a picture book series launched in 2006 about creatures that are neither insects nor plants. (Source: ANN)",
      " The second season of Dochamon Junior.",
      " A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.",
      " A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "",
      "A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "",
      "A stop-motion anime using bentou ingredients as the characters.",
      " A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.",
      " Everyday objects come to life.",
      " A young boy tries to become as strong of a sumo wrestler as his father.",
      "",
      "Widely regarded as a trailblazer and top-tier professional player in the online multiplayer game Glory, Ye Xiu is dubbed the \"Battle God\" for his skills and contributions to the game over the years. However, when forced to retire from the team and to leave his gaming career behind, he finds work at a nearby internet café. There, when Glory launches its tenth server, he throws himself into the game once more using a new character named \"Lord Grim.\" Ye Xiu's early achievements on the new server immediately catch the attention of many players, as well as the big guilds, leaving them to wonder about the identity of this exceptional player. However, while he possesses ten years of experience and in-depth knowledge, starting afresh with neither sponsors nor a team in a game that has changed over the years presents numerous challenges. Along with talented new comrades, Ye Xiu once again dedicates himself to traversing the path to Glory's summit! [Written by MAL Rewrite]",
      " During summer break, Tetsuo asks Sakie to join him on patrol duty for the local summer festival, which both the demis and Himari and her friends go to. As each group decides to check out a nearby shrine, they get spooked by some strange occurrences, which turn out to be each other. As the next term begins, Tetsuo converses with an invisible woman named Matsuri. (Source: Crunchyroll)",
      " Episode 0 of Seikaisuru Kado premiering on Amazon Prime.",
      " Universal Century 0096. Several months have passed since the incident surrounding Laplace's box also known as the Universal Century Charter. The Earth Federation Forces dispatches a group of investigators to the severed Axis which is drifting outside the Earth Sphere. Two civilians participate as members of the research group: Arlette Almage and Danton Hyleg. Both have pasts with government service to the Principality of Zeon and Neo Zeon as an engineer and test pilot. Having infiltrated Axis, the investigators come under attack inside a base where no one should be. Arlette and Dalton are confronted with an incident they never imagined. (Source: Zeonic Scanlations)",
      " Second season of Monster Strike.",
      " Short anime series of Sin: Nanatsu no Taizai.",
      " The story is set in Japan in 2020. The story centers on Shin Hazama, and a version of himself who led a different life in another Japan appears. A crack opens in the everyday life that he thought was impossible to change. Boys and girls have to decide what to think and choose when the world changes completely. The battle with another world and another self begins. (Source: ANN)",
      " 2017 April Fools' Day event where the Kuroko's Basketball bird mascots fill in for the characters in a trailer for the Last Game movie. (Source: ANN)",
      " A web-exclusive collaboration between Santen an eye drops company and One Piece. The commercial is promoting the new Sante FX eye drops in a stylish Luffy model and Trafalgar Law model.",
      " Bonus segments of Cinderella Girls Gekijou streamed on The iDOLM@STER Cinderella Girls Mobage following the television broadcast.",
      " A collaboration between Mameshiba and Mahouka Koukou no Rettousei meant to promote the latter's film release in July 2017. In the first short, Tatsuya is replaced by a Mameshiba Edamame version of his character recreating scenes from the TV anime. A new collaboration product line is being released as well with assorted Mameshiba-ified character goods of Mahouka characters.",
      " Special episode 12.1 of Kemono Friends, streamed online.",
      " 2017 April Fools' Day event which is based on the world of the games made by Nitro+Chiral, and depicts the “love and life” of over 60 characters. Videos available include the opening movie, Chapter 27 [Sweet Pool and Lamento: Beyond the Void], Chapter 28 [Sweet Pool and Togainu no Chi], Chapter 29 [DRAMAtical Murder], and Chapter 30 [DRAMAtical Murder]. Comedic effect is enhanced when Nitro+'s style isn't used but rather the style of Plus Heads who is known for their absurdist gag comedy. (Source: Gematsu)",
      " The story centers on five girls who fight with a special mission in the plane of existence on the other side of the screen. The setting of the story is the metropolitan area of the Japanese capital, after it was beset by a certain abnormality. (Source: ANN)",
      " 2017 April Fools' Day event where Nitro+ mascot Super Sonico is becoming an Ultraman-esque superhero, \"Ultrasonico.\"",
      " A picture drama parody of Dies Irae, but advertised as a radio-style drama. It predominantly follows a chibi-Kasumi and chibi-Rea at the temple.",
      "",
      "When D'Artagnan went to Tokyo for a little fun, she spotted an unforgettable sight: Lucifer singing while basking in moonlight in a park. From that moment, no matter if she was asleep or awake, D'Artagnan's heart would not stop throbbing for some reason. One day, D'Artagnan sees a concert by the popular idol act Angely Diva at her friend Izumo's invitation. There, she resolved to follow her idol dreams, and the story of song and miracles begins. (Source: ANN)",
      " Miss Black General is the villainous leader of RX, a secret organization bent on world-domination. Unfortunately, Miss Black General also has a huge crush on Brave Man, a costumed superhero dedicated to foiling RX's evil schemes, and she often mistakes his violent heroics for an overly enthusiastic form of flirtation. So how exactly is she going to to conquer the world when she can't even conquer her own feelings? And how will Brave Man respond to this odd twist? (Source: HoboP)",
      " Golden Week Special episode of Monster Strike 2. \"Change the world with music? Foolish.\" Lucifer's world stops after her band disbands. Meaningless days pass, until she meets her cousin, Satan, and his bandmate, Ibaraki Doji. They ask her to join their indie band, the \"Wicked Pistols\". Satan talks about his dream of going major after winning the MONSTERS ROCK competition, only for Lucifer to reject him outright. However, Lucifer's heart begins to thaw after a certain event... (Source: ANN, edited)",
      " A short animation promoting a new line of Eeevee merchandise. The short features Eevee and its evolutions.",
      " The comedy manga follows a lion, toucan, and lizard as they live the lives of office workers in a capitalist society in Japan, while also dealing with their unique situations as animals living beyond the savanna and the food chain. (Source: ANN)",
      " The author initially started as a childcare worker living in Tokyo, calling himself T-sensei and describing his life of tending kindergarteners on his Twitter since 2012, which received various positive responses. (Source: MAL News)",
      " A small country town. Recently, the town has witnessed many strange incidents. A youkai kindergartner O-o-o no Shinnosuke (an apparent homage to the classic supernatural franchise Gegege no Kitarou) and his youkai father Tamatama Dad arrive in town. They are said to be looking for the yokai Big Butt Mom who has run away from home. When an elementary school girl Fumie Sakura is suddenly attacked by the mysterious Fuzzy Wuzzy, a superfluous-hair youkai, Shinnosuke goes to her aid. Their encounter is the start of the greatest youkai case in the small town's history. (Source: Amazon)",
      " Protagonist Mari Hirakura joined the workforce almost 10 years ago. Even though she talks to her friends about things like jobs, marriage, age, and family, she still feels like everyone's troubles can be varied and complicated. She does her best every day but still wonders if she is okay the way she is. (Source: ANN)",
      " The series will center on the three Hinobori brothers, who run a stuffed toy shop called \"Nui Nui\" at the end of Tokyo's Kappabashi shopping street. The eldest brother Kaede is the manager, the second son Aoi is in charge of patterns, and the third son Akane is in charge of displays. (Source: ANN)",
      " There was a land that kept the prosperity of the world using the energy Mana of the titans called Luna. However, when a tsunami struck the world, the land was destroyed. The story takes place ten thousand years after the huge tsunami in the underground. Mokugyo and Toriiruka are the main characters, who are strange animals. \"Why are we here?\" \"I thought we were in somewhere peaceful...\" What exactly happened ten thousand years ago? Can Mokugyou and Toriiruka safely return to the surface? (Source: MAL News)",
      " A collaboration promotion between the Ponkotsu Quest and NoisyCell for their 3rd minialbum \"Pieces\" being released on June 21, 2017 as well as their tour \"New Game+\" starting on July 16, 2017.",
      " DJ and music producer Yasutaka Nakata known for his work with Perfume and Kyary Pamyu Pamyu Nakata recruited the characters from Isobe Isobee Monogatari to star in a promotional video for his new single \"Seiseseiseiseiseseisei.\"",
      " Marumofubiyori is a Sanrio universe line introduced in Tokyo's Shinjuku Ward on February 6, 2017. Now with an anime adaptation we see a white bear in a blanket known as Mop and his friends. (Source: Sanrio Wiki)",
      "",
      "A collaboration between Brave Frontier, the mobile RPG game, and the Himitsukessha Taka no Tsume anime franchise. This short is starts out with an animated Eiji Takahashi (Brave Frontier director) mimicking the Taka no Tsume NEO Announcement Movie trailer. It then delves into explaining that he will be director for the new DC Super Heroes vs. Taka no Tsume Dan film and that there will be a wide variety of benefits between both franchises (discount movie tickets for Brave Frontier gamers, movie characters in the game for Taka no Tsume watchers, etc.). It also features an animated Kaoringo (nickname), who is a real life female public relations staff member for Brave Frontier in the editorial department of Famitsu App. One of the benefits is tickets to a showing where they gives a live introduction to the theater's audience.",
      " The opening animation for the mobile game Aozora Under Girls!, the game is expected to launch some time later in 2017. The game according to Square Enix will be a Youth x Idol x Battle game which means you have to take care the girls' everyday life (21 of them to select from), with their idol career and you have to do live stage battles against the other team like in the Bandai's The iDOLM@STER games. (Source: senpaigamer.com)",
      " A group of children find a kit to a Geiger counter at Akihabara one day. It leads to a Natrium leak incident with a nuclear power Monju. They have the spirit of \"let's do anything, let's go anywhere\" to try anything. (Source: MAL News)",
      " New Episode of Jakusansei Million Arthur.",
      " A hedgehog for the first time in history is a professional baseball player! Or is it?",
      "",
      "The video centers on a woman named Miki and a man named Kazuki, who are both struggling at their separate jobs. Miki's bakery isn't getting business, and there is something missing from her desserts. Kazuki is working on a report related to curry for his company, but a coworker tells him he has the wrong approach to the project. After following his coworker around to learn his secret, Kazuki joins his coworker to go to a pachinko parlor and sushi shop. Meanwhile Miki and her friend also travel around the city to a fashion show, the same pachinko parlor, and a restaurant. After talking with his coworker, Kazuki remembers drawing a red sky as a child and not worrying that he was different from other people. Miki's friend tells her that people have to be brave to come up with original ideas. Miki then remembers a time when she watched her father shoveling snow as a child. At that time, her father told her that people have to do bothersome things in order to persevere through the struggle and accomplish something. Miki experiments with different recipes, and Kazuki does field research. After channeling their creativity and originality, they are both able to succeed in their professions. (Source: ANN)",
      " Animated web commercial for Square Enix's mobile game Yogen-sha Ikusei Gakuen: Fortune Tellers Academy.",
      " An unique episode of Aware! Meisaku-kun where the characters break the 4th wall to promote the 2 DVD releases of their own show. They have new animation and new dialogue to accompany the highlights of the DVD release such as bloopers and sticker sheets.",
      " The series plays out in the Onahama district in Iwaki, in the Fukushima prefecture's coastal region. It follows the personifications of two WW2 japanese warships, Shiokaze and Sawakaze, who worked as breakwaters in Onahama Port. In this fictional story, the 2011 earthquake pierces a worm hole in the spacetime continuum, starting an invasion from another dimension.",
      " A web anime created for the Dotwan dog food company. The episode illustrates the daily life of a family and their dog.",
      " OVA bundled with the 14th manga volume. Story about a joint practice session between Izuku's class and Isami High students at Yuuei Academy, takes place after the field training arc in the second season.",
      " OVA bundled with 13th manga volume.",
      " OVAs bundled with the 24th and 25th manga volumes of the Shokugeki no Souma manga.",
      " The girls go on a company vacation to a ski resort, where Aoba is worried about her inability to ski. (Source: Wikipedia)",
      " Bundled with the 19th and 20th volumes of the Ao no Exorcist manga. The first episode is based on the second chapter of the second Ao no Exorcist novel Home Sweet Home. The second episode is based on the title chapter from the Ao no Exorcist: Spy Game novel.",
      " New episodes bundled with the limited edition eighth and ninth manga volumes.",
      " \"Please. I hope Kase-san likes me...\" Yamada is a shy second-year high school girl who is a member of the greenery committee. Kase from the class next to hers is a beautiful girl who is the ace of the school's track team. As a result of the morning glories planted by Yamada, the distance between the two people who have never exchanged words shrinks little by little. (Source: Pony Canyon)",
      " A student confesses his love to his teacher, an attractive woman with large breasts.",
      " In the heat of summer, a student who lives alone due to complicated circumstances with his family runs into a classmate at a convenience store. Her name is Shiinea Chieri, or Chii-chan, and she has large breasts, a nice figure, and is notably open about her sexuality and escapades. The chance of being with her seems slim... but then she smiles...",
      " Based on the game by Lune.",
      " Based on the manga by Shiwasu no Okina.",
      "",
      "Based on the game by Soft Circle Courreges.",
      "",
      "The series takes place at a special mansion that transforms all who enter into beautiful women. After hearing rumors of a treasure within its walls, a man enters...",
      " Based on the doujin manga by Z-ton.",
      " Based on the light novel by Hisasi and Habara Tetsu.",
      " Based on the game by Grand Cru bourgeois.",
      "",
      "Based on the doujin manga by Kemigawa.",
      " Based on the manga by Yuzuki N'.",
      " Based on the game by Frill.",
      "",
      "Based on the doujin manga by Migumigu.",
      " Based on the game by Syoku.",
      "",
      "(No synopsis yet.)",
      " In the story, the seasons have changed and it will soon be the second spring. Tatsuya and Miyuki have finished their first year at First Magic High School and are on their spring break. The two go to their villa on the Ogasawara Island archipelago. After only a small moment of peace a lone young woman named Kokoa appears before them. She has abandoned the Naval base and she tells Tatsuya her one wish. (Source: ANN)",
      " Dragon Cry is a magical artifact of deadly power, formed into a staff by the fury and despair of dragons long gone. Now, this power has been stolen from the hands of the Fiore kingdom by the nefarious traitor Zash Caine, who flees with it to the small island nation of Stella. Frightened that the power has fallen into the wrong hands, the King of Fiore hastily sends Fairy Tail to retrieve the staff. But this task proves frightening as a shadowy secret lies in the heart of the kingdom of Stella. Dragon Cry follows their story as they muster up all their strength to recover the stolen staff and save both kingdoms. [Written by MAL Rewrite]",
      " In the distant technological future, civilization has reached its ultimate Net-based form. An \"infection\" in the past caused the automated systems to spiral out of order, resulting in a multi-leveled city structure that replicates itself infinitely in all directions. Now humanity has lost access to the city's controls, and is hunted down and purged by the defense system known as the Safeguard. In a tiny corner of the city, a little enclave known as the Electro-Fishers is facing eventual extinction, trapped between the threat of the Safeguard and dwindling food supplies. A girl named Zuru goes on a journey to find food for her village, only to inadvertently cause doom when an observation tower senses her and summons a Safeguard pack to eliminate the threat. With her companions dead and all escape routes blocked, the only thing that can save her now is the sudden arrival of Killy the Wanderer, on his quest for the Net Terminal Genes, the key to restoring order to the world. (Source: Official site)",
      " First part of Free!: Timeless Medley",
      " A black haired girl is walking around the streets of Kyoto, from the night scene of Pontocho to a second-hand book fair in Shimogamo, then off to a college fair. The main character that has a romantic feeling for her secretly follows her around and looks for the opportunities to run into her in a manner that seems like a coincidence. Unfortunately for him, she is not interested in love yet so she does not notice his feelings. What waits these two characters are crazy incidents caused by individuals such as a person who introduces himself as a Japanese mythical creature Tengu, the god of second-hand book or the money lender in a three story vehicle. (Source: Sugoi Japan)",
      " CAPCOM announced on the official Japanese Biohazard/Resident Evil website on Thursday that a feature-length Biohazard CG anime film has been green-lit. The film is slated for a worldwide opening in 2017. Takanori Tsujimoto (The Next Generation -Patlabor-, Ultraman X) will direct the film, with a script by Makoto Fukami (Psycho-Pass, School-Live!). Kenji Kawai (Patlabor, Ghost in the Shell) will compose the music. CG animation studio Marza Animation Planet will animate the film. Takashi Shimizu (Ju-on, live-action Kiki's Delivery Service) is credited as executive producer. The film will have a completely original story, and will feature characters from multiple games in the series, including Chris Redfield, Rebecca Chambers, and Leon Kennedy. CAPCOM producer Hiroyuki Kobayashi (Resident Evil 4, Sengoku Basara) is supervising the project. (Source: ANN)",
      " (No synopsis yet.)",
      " A bombing case at Nichiuri TV in autumn. The Satsuki Cup, which crowns the winner of Japan's Hyakunin Isshu, is currently being filmed inside the facility. The incident results in a big commotion and, while the building is burning to ashes, the only people left inside are Heiji and Kazuha. They get rescued just in time by Conan, who rushes to the scene. Both the identity and purposes of the bomber are unknown. While confusion takes over due to the explosion, Conan meets a mysterious beautiful girl who claims she is \"Heiji's fiancée\". Her name is Momiji Ooka and she is the Kyoto High School champion of the Karuta game. As fate would have it, Kazuha is going to face Momiji in the Hyakunin Isshu, so she begins to train with the help of Heiji's mother, Shizuka, who is a skilled Karuta player. At the same time, in a Japanese house in Arashiyama, Kyoto's outskirts, the reigning Satsuki Cup champion is murdered. Pictures of the crime scene reveal Momji's presence. Additionally, several Karuta cards were spread around the victim. Conan and Heiji, along with the Osaka and Kyoto police departments, begin their investigation on the Satsuki Cup and the related murder case. As the inquiry goes on, they come across a secret connected with the Hyakunin Isshu. (Source: Detective Conan Wiki)",
      " Kai, a young middle schooler, lives in Hinashi Town, a lonely fishing village, with his father and his grandfather, a sun-umbrella maker. He used to live in Tokyo, but after his parents divorced he moved back to his parent's home town. Kai has trouble telling his parents the complicated feelings he has for them, and he's lonely and pessimistic about his school life. One of his joys is uploading songs he writes to the internet. One day, his classmates Kunio and Yuuho invite him to join their band, \"SEIRÈN\". As he reluctantly follows them to Merfolk Island, their practice spot, they meet Lu, the mermaid girl. Lu sings merrily and dances innocently. As Kai begins to spend time with her, he starts to be able to say what it is that he's really thinking. But since ancient times, the people of Hinashi Town have thought that mermaids brought disaster. Something happens that puts a huge rift between Lu and the townspeople. And then, the town is in danger. Will Kai's cry for the heart be able to save the town? (Source: Fuji Creative Corporation)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " The story takes place in the era of the gods, year 300. Yuuna Yuuki lives an ordinary life as a second year middle school student, but she's also a member of the \"Hero Club,\" where club activities involve dealing with a mysterious being called \"Vertex.\" (Source: ANN) Aired along side Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou Movie 2 - Tamashii.",
      "",
      "There is a world in which an endless rain of dark ash fills the sky, and covers the earth. Humanity, fearing the ash that burns and melts away human flesh, had no choice but to cover themselves in protective suits, and their faces with gigantic masks. Bundled up in their suits and hidden away behind their masks, the people have fled deep within the underground. This is the story of the children growing up in this fearful world. (Source: Official site)",
      " The film's story begins when Shiriri, an alien, arrives and turns Hiroshi and Misae into children. To turn them back, Shinnosuke must travel the length of Japan with Shiriri hidden in his butt. Meanwhile, Shiriri's father is moving forward with a huge conspiracy. (Source: ANN)",
      " First movie in 9 years for Tamagotchi. To premiere alongside with Kami-sama Minarai: Himitsu no Cocotama Movie.",
      " Calysia and Ylion are very close siblings. One day, Calysia was kidnapped because their father tried to catch a unicorn. After 10 years Ylion grew up and trained as a warrior. He left to go to the hanging garden where unicorns live with a sword that was made from a unicorn's horn. (Source: ShortShorts)",
      " In the franchise, \"Cocotama\" are tiny gods born from the thoughts and feelings of objects that people use with great care. The fact that Cocotama wear part of the egg they hatch out of as underwear is proof that they are still apprentices. The Cocotama use a mysterious magic, and they train hard to be of use to humans and to become full gods. They live inside human houses and stealthily move around to help humans find things they have lost, although they make many mistakes. (Source: ANN)",
      " Episode 0 of Saenai Heroine no Sodatekata ♭ which premiered on Amazon Prime. The team has come to the pool of a luxury hotel to do research for a swimsuit event for their game. As always, Utaha and Eriri are fighting, Michiru is doing her own thing, and of course Megumi is being aloof. Episode zero is here to bring you the swimsuit episode fans have been waiting for! (Source: Amazon)",
      " A special included with the 6th DVD/BD volume of Yuri!!! on ICE. It focuses on an exhibition routine performed by Yuri Plisetsky.",
      " The official website for the Nanbaka television anime announced that the \"Nanfes\" event in April will screen a previously unreleased anime special.",
      " A special anime featuring a battle against the Colossal Titan screened at the Tokyo Skytree. In the short, the characters from Shingeki no Kyojin are part of the Sky Survey Corps, protecting the Wall Skytree, a section of the walled city that contains the Skytree. The Sky Survey Corps find that the Wall Skytree is under attack by an army of titans, including a giant 350 meter-class titan that has suddenly appeared next to the Skytree and remains motionless. (Source: Anime Now!)",
      " Recap of the first six episodes of Tsuki ga Kirei.",
      " Virtual reality movies included with the Blu-ray/DVD releases of Shingeki no Kyojin Season 2. The first volume contained \"Roar,\" in which Eren first achieves a titan form. The second volume came with two more episodes. In the first, Levi speaks with new recruits; in the second, Mikasa makes a confession.",
      " Recap episode of Berserk 2nd Season.",
      " Unaired episode included with the Blu-ray release. It uses clips of the initial introduction of all three girls respectively but has them in swimsuits instead of their normal attire.",
      " The episode takes place between seventh and eighth episode and will be screened in theaters on May 13, 2017. The episode will also be bundled with the seventh Blu-ray and DVD volume of the anime, releasing on August 25, 2017.",
      " Kiki is a 17-year-old high school witch living in Yokohama. In that town, she lives peacefully with her black cat Jiji. She has faint feelings for her childhood friend Tombo who attends the same school as her. One day, by chance, she sees Tombo being confessed to by a junior, and she feels a tug in her heart. Will Kiki be able to deliver her feelings? (Source: MAL News)",
      " Short specials of ACCA: 13-ku Kansatsu-ka included on the three BD Box Sets. The first episode focuses on Jean and Lotta where Lotta reflects how Jean is very forgetful day-to-day yet remembers the most important things. The second episode focuses on Nino and Jean out drinking at a bar. Nino pokes at Jean for not having any friends outside of himself and Lotta. The conversation then steers toward women.",
      " Recap of the first four episodes of Sin: Nanatsu no Taizai.",
      " Recap of first six episodes of Seikaisuru Kado.",
      " Unaired episode included with the special edition BD release. The girls hear from school principal Ryuko that the school is considering Taiwan as the destination for the school trip. Since Taiwan is one of only a few advance cycling nations, she instructs the cycling club to go to Taiwan as part of a preliminary inspection for the school trip. But as soon as they arrive in Taiwan, Hiromi and Sandy become separated... (Source: Crunchyroll)",
      " An unaired thirteenth episode of Soushin Shoujo Matoi included with the second BD box set.",
      " Upon the broadcast of Starmyu 2nd Season's final episode on Tuesday, it was announced that it will get a special episode airing on June 27. It will be airing a 27-minute duration of the musical parts. (Source: MAL News)",
      " Unaired episode of Cinderella Girls Gekijou included in the DVD and Blu-ray release.",
      " An unaired episode 13 released on the DVD of release of Chiruran: Nibun no Ichi.",
      " A new cut of Koikishi Purely☆Kiss The Animation with pornographic scenes removed. It was included on the special BD release of the series.",
      " The introductory episode of Stone Age before its formal TV broadcast started two months later.",
      ""
   ],
   "sentence":"#animeTitle# : #animeDescr#"
}