{  
   "animeTitle":[  
      " Kakegurui",
      "Gamers!",
      "Tsurezure Children",
      "Made in Abyss",
      "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV)",
      "Hajimete no Gal",
      "Fate/Apocrypha",
      "Aho Girl",
      "Koi to Uso",
      "Violet Evergarden",
      "Isekai wa Smartphone to Tomo ni.",
      "Ballroom e Youkoso",
      "New Game!!",
      "Owarimonogatari 2nd Season",
      "Knight's & Magic",
      "Isekai Shokudou",
      "Princess Principal",
      "Katsugeki/Touken Ranbu",
      "Netsuzou TRap",
      "Keppeki Danshi! Aoyama-kun",
      "Nana Maru San Batsu",
      "Jikan no Shihaisha",
      "Centaur no Nayami",
      "Hitorijime My Hero",
      "Shoukoku no Altair",
      "Konbini Kareshi",
      "Youkai Apartment no Yuuga na Nichijou",
      "Vatican Kiseki Chousakan",
      "18if",
      "Jigoku Shoujo: Yoi no Togi",
      "Dive!!",
      "Skirt no Naka wa Kedamono Deshita.",
      "Nora to Oujo to Noraneko Heart",
      "Tenshi no 3P!",
      "The Reflection",
      "Saiyuuki Reload Blast",
      "Hina Logi: From Luck & Logic",
      "Battle Girl High School",
      "Mahoujin Guruguru (2017)",
      "Senki Zesshou Symphogear AXZ",
      "Clione no Akari",
      "Action Heroine Cheer Fruits",
      "Yami Shibai 5th Season",
      "Teekyuu 9",
      "Ikemen Sengoku: Toki wo Kakeru ga Koi wa Hajimaranai",
      "Musekinin Galaxy☆Tylor",
      "Kaito x Ansa",
      "Pikotarou no Lullaby Lullaby (TV)",
      "Marvel Future Avengers",
      "Catchy-kun no Nice Catch!",
      "PJ Berri no Mogumogu Munyamunya Season 2",
      "Hinomaru!",
      "Yukai na Animal Bus 2nd Season",
      "Fuwafuwa Hour: Pui Pui & Muu Muu",
      "Stone Age",
      "One Piece",
      "Boku no Hero Academia 2nd Season",
      "Dragon Ball Super",
      "Re:Creators",
      "Boruto: Naruto Next Generations",
      "Detective Conan",
      "Shingeki no Bahamut: Virgin Soul",
      "Sakura Quest",
      "Sakurada Reset",
      "Crayon Shin-chan",
      "Pokemon Sun & Moon",
      "Yu☆Gi☆Oh! VRAINS",
      "Kyoukai no Rinne (TV) 3rd Season",
      "Youkai Watch",
      "Aggressive Retsuko",
      "Monster Hunter Stories: Ride On",
      "Aikatsu Stars!",
      "Digimon Universe: Appli Monsters",
      "Nobunaga no Shinobi: Ise Kanegasaki-hen",
      "Puzzle & Dragons Cross",
      "Koneko no Chii: Ponponra Daibouken",
      "Doraemon (2005)",
      "Gudetama",
      "Kirakira☆Precure A La Mode",
      "Cardfight!! Vanguard G: Next",
      "Nintama Rantarou",
      "Sazae-san",
      "Idol Time PriPara",
      "PriPri Chii-chan!!",
      "Kamisama Minarai: Himitsu no Cocotama",
      "Chibi Maruko-chan (1995)",
      "Beyblade Burst God",
      "Bonobono (2016)",
      "100% Pascal-sensei (TV)",
      "Sore Ike! Anpanman",
      "Heybot!",
      "Future Card Buddyfight Battsu",
      "Duel Masters (2017)",
      "Ojarumaru",
      "Rilu Rilu Fairilu: Mahou no Kagami",
      "Yao Shen Ji",
      "Shounen Ashibe: Go! Go! Goma-chan 2",
      "Shima Kousaku no Asia Shinseki-den",
      "Disney Tsum Tsum",
      "Furusato Meguri: Nippon no Mukashibanashi",
      "Tomica Hyper Rescue Drive Head: Kidou Kyuukyuu Keisatsu",
      "Lan Mao",
      "\"Eikou Naki Tensai-tachi\" Kara no Monogatari",
      "The Snack World (TV)",
      "Sentai Hero Sukiyaki Force",
      "Asa da yo! Kaishain",
      "Neko Konogoro",
      "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
      "Dappys",
      "Nyanfuru",
      "Nyanpuku Nyaruma",
      "Life!",
      "Hanakappa",
      "Shiawase Haitatsu Taneko",
      "Neko no Robu",
      "Telemonster",
      "Buppu na Mainichi",
      "Aware! Meisaku-kun",
      "Neko to Mata",
      "Mikan Seijin Arawaru",
      "Panda no Taputapu",
      "Freaky Highschool",
      "Tomodachi 8-nin",
      "Gohan Kaijuu Pap",
      "Neko no Dayan: Fushigi Gekijou",
      "Ousama Monogatari",
      "Shimajirou no Wow!",
      "Tama & Friends: Uchi no Tama Shirimasenka?",
      "Yowamushi Monsters",
      "Panpaka Pants",
      "Pittanko! Nekozakana",
      "Deeky & Carina",
      "Neko Neko Nihonshi 2nd Season",
      "Panpaka Pants O New-san",
      "Dochamon Junior 2",
      "Kirin the Noop",
      "Liv & Bell",
      "Flowering Heart 2",
      "Washimo 5th Season",
      "Akita Kenritsu Iburi Gakkou Chuutou-bu",
      "Beads no Mori no Rabi",
      "Otoppe",
      "Konigiri-kun",
      "Keito no Yousei: Knit to Wool",
      "Mono-darake!",
      "Oidon to",
      "Turning Mecard W Season 2",
      "Blade Runner: Black Out 2022",
      "Quanzhi Fashi 2nd Season",
      "Princess Principal: Ange Report",
      "Karadasagashi",
      "Gundam Build Fighters: GM no Gyakushuu",
      "Gundam Build Fighters: Battlogue",
      "Uma no Friends",
      "Dream Festival! R",
      "Nissin no Donbei x Kemono Friends",
      "Yume ga Sameru made",
      "New My Tear CL Series",
      "Anisama",
      "Monster Sonic! D'Artagnan no Idol Sengen",
      "The King of Fighters: Destiny",
      "Pikotarou no Lullaby Lullaby",
      "Guruguru Petit Anime Gekijou",
      "Hataraku Saibou",
      "Dia Horizon",
      "Seizei Ganbare Mahou Shoujo Kurumi",
      "Attakai, Fuyu Canada",
      "Aoshima Megu",
      "Shirotan: Shirotan ga Ippai!",
      "Littleforestmello",
      "Keifuku-san",
      "Gokiburi Taisou",
      "Jingisukan no Jin-kun",
      "Enoshimans",
      "Bibury",
      "Dungeon Meshi: Senshi no Kantan Cooking!",
      "Inagawa Junji no Sugo: Ku Kowai Hanashi",
      "Taka no Tsume: Tokyo Comic Con 2017 no Ouen-dan ni Shuunin Kettei!",
      "Lord of Vermilion IV",
      "Weaving",
      "Mushinin",
      "Dragon Quest X: Boukensha-tachi no Kiseki",
      "DJ Nobunaga",
      "Tori vs. Buta: Buttobi Pizza Battle",
      "Gohan Suki",
      "Cogimyun",
      "Mahoutsukai no Yome: Hoshi Matsu Hito",
      "Kono Subarashii Sekai ni Shukufuku wo! 2 OVA",
      "Bungou Stray Dogs: Hitori Ayumu",
      "Cardcaptor Sakura: Clear Card-hen Prologue - Sakura to Futatsu no Kuma",
      "Kishibe Rohan wa Ugokanai: Fugou Mura",
      "Haikyuu!!: Tokushuu! Haru-kou Volley ni Kaketa Seishun",
      "Kimi no Hikari: Asagao to Kase-san.",
      "UQ Holder! OVA",
      "Escha Chron",
      "Tamashii: Insert",
      "Oide yo! Mizuryuu Kei Land",
      "Binan Koukou Chikyuu Bouei-bu LOVE! LOVE! LOVE!",
      "Mayohiga no Oneesan The Animation",
      "Toriko no Kusari",
      "Honoo no Haramase Oppai: Ero Appli Gakuen The Animation",
      "Ichigo Chocola Flavor",
      "Boku dake no Hentai Kanojo The Animation",
      "Teakamamire no Tenshi The Animation",
      "Swamp Stamp Anime Edition",
      "Boku dake no Hentai Kanojo Motto♥ The Animation",
      "Otome*Domain The Animation",
      "Hitozuma Life: One Time Gal",
      "Inyouchuu Shoku: Harami Ochiru Shoujo-tachi Anime Edition",
      "Implicity",
      "Jukujo Shigan",
      "No Game No Life: Zero",
      "Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?",
      "Fate/kaleid liner Prisma☆Illya Movie: Sekka no Chikai",
      "Digimon Adventure tri. 5: Kyousei",
      "Kimi no Koe wo Todoketai",
      "Seitokai Yakuindomo Movie",
      "Mary to Majo no Hana",
      "Free! Movie 2: Timeless Medley - Yakusoku",
      "Hibike! Euphonium Movie: Todoketai Melody",
      "Koukyoushihen: Eureka Seven - Hi-Evolution 1",
      "Haikyuu!! Movie 3: Sainou to Sense",
      "Haikyuu!! Movie 4: Concept no Tatakai",
      "Mahou Shoujo Lyrical Nanoha: Reflection",
      "Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou 3 - Yakusoku",
      "Pokemon: Kimi ni Kimeta!",
      "Yuuki Yuuna wa Yuusha-bu Shozoku 3",
      "Kemushi no Boro",
      "3-Nen D-Gumi Glass no Kamen: Tobidase! Watashitachi no VR",
      "Abstract feat. Alkama",
      "Sore Ike! Anpanman: Buruburu no Takarasagashi Daibouken!",
      "Kuma no Gakkou: Patissier Jackie to Ohisama no Sweets",
      "Fuusen Inu Tinny: Nandaka Fushigi na - Kyouryuu no Kuni",
      "Kobayashi-san Chi no Maid Dragon: Valentine, Soshite Onsen! - Amari Kitai Shinaide Kudasai",
      "91 Days Special",
      "Tsuki ga Kirei Special",
      "Natsume Yuujinchou Roku Specials",
      "Fate/Apocrypha: Seihai Daisen Kaimaku-hen",
      "One Piece: Episode of East Blue - Luffy to 4-nin no Nakama no Daibouken",
      "A-Channel: Nabe wo Tabeyou",
      "Hand Shakers: Go ago Go",
      "Princess Principal Picture Drama",
      "BanG Dream! Special",
      "Sword Art Online Movie: Ordinal Scale - Sword Art Offline",
      "Kabuki-bu!: Oogiri \"Chiyocolate-gassen\"",
      "Sou: Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?-hen",
      "Onagawa Chuu Baske Bu: 5-nin no Natsu",
      "Animation de Tsutaeru: Hibakusha kara no Tegami",
      "Higanjima X Special",
      "Plus Kouji "
   ],
   "animeDescr":[  
      " Unlike many schools, attending Hyakkaou Private Academy prepares students for their time in the real world. Since many of the students are the children of the richest people in the world, the academy has its quirks that separate it from all the others. By day, it is a normal school, educating its pupils in history, languages, and the like. But at night, it turns into a gambling den, educating them in the art of dealing with money and manipulating people. Money is power; those who come out on top in the games stand at the top of the school. Yumeko Jabami, a seemingly naive and beautiful transfer student, is ready to try her hand at Hyakkaou's special curriculum. Unlike the rest, she doesn't play to win, but for the thrill of the gamble, and her borderline insane way of gambling might just bring too many new cards to the table. [Written by MAL Rewrite]",
      " This is a story that revolves around certain students and one hobby. Amano Keita is our lonely protagonist who has a passion for gaming and is friends with Uehara Tasuku, who is secretly a fellow gamer and is someone who believes his life is perfect. We also have Karen Tendou, the club president of the video games club and Chiaki Hoshinomori, who constantly bickers with Keita. This is a story filled with a non-stop sequence of comedy scenes and misunderstandings. Our chaotic romantic comedy now begins!",
      " Young love—it takes many unique and fascinating forms that flourish as children begin to mature into adults. From being unable to confess to not knowing what real love actually feels like, various obstacles can arise when learning about romantic attraction for the first time. But underneath all that, young love is something truly beautiful to behold, leading to brand new experiences for those young and in love. Tsurezure Children depicts various scenarios of young love coming to fruition, along with the struggles and joys that it entails. [Written by MAL Rewrite]",
      " The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface. Riko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss. [Written by MAL Rewrite]",
      " Koudo Ikusei Senior High School is a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Koudo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment. Ayanokouji Kiyotaka is a student of D-class, which is where the school dumps its \"inferior\" students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Horikita Suzune and Kushida Kikyou, two other students in his class, Kiyotaka's situation begins to change. (Source: ANN)",
      " Spring. The \"season of love\" has arrived and it seems that finding himself a girlfriend was harder than Junichi believed. To break the status quo, Junichi's friends have forced him into confessing to the gal, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins! (Source: MU)",
      " The setting is a parallel world to Fate/stay night where the Greater Grail mysteriously disappeared from Fuyuki after the Third Holy Grail War. After many years of silence, around the same time as the Fifth Holy Grail War would have happened, the Yggdmillennia, a family of magi, openly declares their secession from the Mage's Association, and that they are in possession of the Grail. The Association dispatches fifty magi to retrieve it, and all but one are instantly slaughtered by a mysterious Servant. The one remaining manages to activate the reserve system of the Greater Grail, allowing for the summoning of fourteen Servants in total. In the city of Trifas, two factions will fight for the control of the sacred relic, each of them possessing their own team of seven Servants: the Black Faction whose members are part of Yggdmillennia, protecting the Grail, and the Red Faction whose members were sent by the Mage's Association, trying to take the Grail back. For an event of this scale, the Grail itself summons its own Servant, the holy Ruler, to oversee the conflict. This marks the start of the Great Holy Grail War. (Source: Type-Moon Wikia, edited)",
      " Yoshiko Hanabatake is an idiot beyond all belief. Somehow managing to consistently score zeroes on all of her tests and consumed by an absurd obsession with bananas, her senseless acts have caused even her own mother to lose all hope. Only one person is up to the task of keeping her insanity in check: childhood friend Akuru \"A-kun\" Akutsu. Though he bemoans the ridiculous behavior he has to endure, the studious but terrifying A-kun is always ready to put an end to any stupidity Yoshiko gets up to, with no qualms about using physical force. Unfortunately, no matter how many times he attempts to knock some sense into her, the girl bounces right back to her usual shenanigans, even dragging in some other eccentrics along for the ride. Try as he might to rein in her nonsense, every moment is unpredictable with Yoshiko and her profound idiocy on the loose. [Written by MAL Rewrite]",
      " In a futuristic society, Japan has implemented a complex system referred to as \"The Red Threads of Science\" to encourage successful marriages and combat increasingly low birthrates. Based on a compatibility calculation, young people at the age of 16 are assigned marriage partners by the government, with severe repercussions awaiting those who disobey the arrangement. For Yukari Nejima, a teen that considers himself average in every way, this system might be his best shot at living a fulfilling life. However, spurred by his infatuation for his classmate and long-time crush, Misaki Takasaki, Yukari defies the system and confesses his love. After some initial reluctance, Misaki reciprocates his feelings in a moment of passion. Unfortunately, before the two can further their relationship, Yukari receives his marriage notice. He is then thrown into a confusing web of love and lies when his less-than-thrilled assigned partner, Ririna Sanada, becomes fascinated with his illicit romance. [Written by MAL Rewrite]",
      " There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning. A certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation. Violet Evergarden, a young girl formerly known as \"the weapon\", has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of \"Auto Memories Dolls\", who carry people's thoughts and convert them into words. Violet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. All the while searching for the meaning of those words. (Source: Anime Expo) Episode 1 was previewed at a screening at Anime Expo on July 2, 2017. Regular broadcasting will begin in January 2018.",
      "",
      "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings. (Source: MAL News)",
      " A professional dancer named Sengoku rescues Tatara, an introverted third-year middle school student who is being harassed by delinquents. Tatara ends up at Sengoku's dance studio where he meets Shizuku Hanaoka, a schoolmate he comes to secretly idolize. From this defining moment when Tatara enters the world of dance. Sengoku is a free-spirited, dynamic international dancer who recognizes Tatara's potential and begins to coach him. Through dance, Tatara meets another schoolmate, a dance prodigy named Kiyoharu. Through these new friendships, Tatara develops a passionate desire to improve as a dancer and be accepted by his peers and rivals, which nurtures his own native talent. And through interaction with Tatara, other dance members are encouraged to take steps to overcome their own challenges and issues.",
      " ​It has been a year since Aoba Suzukaze started working at the Eagle Jump game company. In that time, she and her eccentric coworkers in the character design department have worked hard to release the company's newest game: Fairies Story 3. With their latest title now complete, a new project must begin—starting with a contest to decide the character designs for the upcoming game. Through hard work, dedication, and some guidance from the previous character designer, Kou Yagami, Aoba wins the contest and begins her new role as lead character designer. However, her new job is not an easy one. In addition to having extra work and longer hours, Aoba questions whether she is the right fit for the job. New Game!! continues as Aoba overcomes her inexperience with the help of her friends and coworkers, willing to face any challenge to make Eagle Jump's newest creation, a cutesy game called Peco. [Written by MAL Rewrite]",
      " Second season of Owarimonogatari.",
      " A mecha otaku is reincarnated into another world as Ernesti Echevarria, also known as Eru. In this world, huge humanoid weapons known as Silhouette Knights exist. Dreaming of piloting those robots, Eru and his friends, Archid Olter and Adeltrud Olter, aim to become Knight Runners.",
      " At the bottom floor of the building with a dog signboard, in the shopping district near the office street, there lies a cafeteria called \"Youshoku no Nekoya,\" that has an illustration of a cat on the door. It's been open for fifty years and has satisfied various salarymen from nearby offices. Despite it being called a Western cuisine cafeteria, it also provides other varieties of menus. For the people of this certain world, it's their one-and-only special cafeteria. There is, however, one secret to \"Nekoya.\" The cafeteria is closed to the public every Saturday in order to make way for special guests. When a bell rings, customers from different places of birth and races appear who ask for mysterious and delicious dishes. They are actually the same dishes served to the salarymen, but these special guests find them to be more exotic than to what they are used to. As the cafeteria aims to serve masterpieces, it is usually referred as \"Isekai Shokudou.\" And so, the bell rings again this week. (Source: MAL News)",
      " The stage is set during the 19th century London, in its capital where a wall divides the east and west of the Kingdom of Albion. Five high school girls, who enrolled in the prestigious Queens May Fair School, are involved in spy activities that involve disguise, infiltration, car chase, and more. These girls take advantage of their special abilities and fly around the shadow world. (Source: MAL News)",
      " The year is 1863 as the tumultuous samurai era is coming to an end, Japan is split between the pro-shogunate and anti-shogunate factions. The fate of the world is threatened as an army of historical revisionists are sent from the future to alter the course of history. In order to bring these forces down and protect the real history, two sword warriors, spirits who are swords brought to life by Saniwa (sage), rush to Edo. The polite and thoughtful Horikawa Kunihiro and the short tempered yet skillful Izuminokami Kanesada, who served the same master, confront the invading army along with a lively gang of other warriors including Mutsunokami Yoshiyuki, Yagen Toushirou, Tombokiri, and Tsurumaru Kuninaga. As the fate of history lies in these hero's hands, what meets the blade is yet to be uncovered... (Source: Aniplex USA)",
      " Yuma and Hotaru have been friends since childhood, so it's only natural that when Yuma is nervous about her new boyfriend, she asks Hotaru for advice. But when Hotaru starts coming onto Yuma for what feels like more than just 'practice,' what does it mean...? With boyfriends in the foreground but a secret, passionate tryst in the background, will Yuma and Hotaru try to forget what happened between them or have they fallen into a trap of true love and betrayal? (Source: Seven Seas Entertainment)",
      " The handsome young soccer genius named Aoyama is a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves. (Source: Anime News Network)",
      " As soon as he entered high school, the first year student Koshiyama Shiki was invited to the mysterious Quiz Study Group led by his senpai. What will Shiki run into when being dragged along by his class mate Mari into the dazzling world of competitive quizzes?! (Source: Comic Walker)",
      " The story centers on \"Chronos Rulers,\" those who fight the time-eating demons that appear when people wish they could turn back time. The Chronos Rulers fight a time-manipulation battle against these demons. (Source: ANN, edited)",
      " Himeno is a sweet, shy little centaur girl. In her world, everyone seems to be a supernatural creature, and all her classmates have some kind of horns, wings, tails, halos, or other visible supernatural body part. Despite their supernatural elements, Himeno and her best friends, Nozomi and Kyouko, have a fun and mostly normal daily school life! (Source: MangaHelpers)",
      " Masahiro Setagawa is a hopeless teenager who is often used by the neighborhood bullies as an errand boy. Defenseless, Masahiro knows that nobody will ever save him. However, his life drastically changes when he meets Kousuke Ooshiba, a man known as the \"Bear Killer,\" who takes down neighborhood gangs. A year later, Masahiro and his former friend, Kensuke Ooshiba, attend high school, only to find that Kousuke is their math teacher. While the three grow closer, Masahiro starts to view Kousuke as his \"hero,\" and Kousuke develops an urging desire to protect Masahiro. However, their normal lives take a turn when Kensuke's childhood friend, Asaya Hasekura, returns, seeing Kensuke as more than just a friend, much to his surprise. Will the three boys be able to live a regular high school life? Or will forbidden love keep them apart forever? [Written by MAL Rewrite]",
      " Tughril Mahmut is a young pasha serving on the Divan of the Türkiye Stratocracy. The clouds of war are gathering over his country due to the threat of an aggressive Empire. With the Divan split between warmongers and the pacifists, Mahmut begins his quest to keep the peace at any cost. As he finds himself deeper and deeper in the politics of the ancient world, new enemies and allies surface. Who will prevail? What will Mahmut do if war proves to be inevitable?",
      " Six high school students' lives around the convenience store on their way from school; they talk about their lives and meet girls they end up falling for. (Source: MAL News)",
      "",
      "Inaba Yuushi's parents died in his first year of middle school, and he moved in with his relatives. Though they did care for him, he could tell he was a burden. After he graduated, he happily prepared to move to a high school with a dormitory. Unfortunately, the dormitory burned to the ground before he could move in! Yuushi doesn't want to live with his grudging relatives, but it's rough finding lodging as an orphaned student with little money. He finally finds a room in a nice old building which seems too good to be true. The catch is that it is a Monster House, a place where humans and supernatural creatures—ghosts, mononoke, etc.—live together. Another high schooler lives there, a cute girl named Akine, and she's completely unfazed by the monsters. In fact, she can even exorcise evil spirits! Yuushi's high school life just got much stranger than he ever bargained for! (Source: MangaHelpers)",
      " Vatican City—Holy Land of the Catholics. Amidst the land, there is an organization that conducts rigorous investigations on \"claims of miracles\" from all over the world to ascertain their credibility. The organization is referred to as \"Seito no Za\" (Assembly of Saints) and the priests that belong there are called miracle investigators. Robert Nicholas, an ancient archive and cryptanalysis expert is partnered and good friends with Hiraga Josef Kou, a genius scientist. Together, the brilliant duo investigates the \"miracles\" and uncovers the incidents and conspiracies hidden behind them. (Source: MAL News)",
      " Waking up in a strange bedroom in a dream world, teenager Haruto Tsukishiro finds a strange app on his phone. When he activates the program, an odd woman appears and tries to drag him to her realm. Luckily, a mysterious, white-haired girl severs their connection and helps him escape, revealing that the woman is a witch; however, their conversation is cut short. As Haruto enters the realm again, he meets an anthropomorphic, talking cat named Katsumi Kanzaki. While the witch's minions pursue them, the white-haired girl opens a door for them to escape. After their ordeal, Haruto describes their savior—which only he can see—and Katsumi, the leading authority on dream world research, realizes that she must be \"Lily,\" a being that resurfaces repeatedly across multiple dreamscapes. Hoping to leave the dream world through a blue door, they enter the witch's realm once again. Finding themselves in peril, Lily reveals the truth to Haruto: witches suffer from \"Sleeping Beauty Syndrome,\" a coma-like sleep state induced by torment in their real world lives. Thus, they cannot wake until they are defeated in the dream world. After finally defeating the witch and locating the blue door, Haruto and Katsumi say their farewells, promising to meet up in the real world. However, when Haruto exits through the door he awakens in the dream world bedroom once more. Seeking answers, Haruto and Katsumi try to uncover the mysteries of the witches, Lily, and Haruto's own inability to leave the dream world. [Written by MAL Rewrite]",
      " If you have a grudge against someone, you can access the Hell Correspondence website at the stroke of midnight, type in your grudge's name, and the Hell Girl, Ai Enma, will appear to grant your wish. However, the price for ridding yourself of such a burden is a steep one: in return for condemning the soul of your tormentor to Hell, your soul will also face eternal damnation. In her long vigil as the Hell Girl, Ai has met many willing to pay such a cost. In Jigoku Shoujo: Yoi no Togi, Ai and her enigmatic companions continue to carry out their work, ferrying soul after suffering soul into the depths of Hell. However, as of late, a mysterious girl has been following them. This strange child, unable to even remember her own identity, questions Ai about her duty as the Hell Girl. Who is this girl, and what connection does she have to Ai? [Written by MAL Rewrite]",
      " The series revolves around the Mizuki Diving Club (MDC), which is on the verge of closing down after having financial troubles. The club's new coach persuades the club's parent company to stay open on one condition: that the club sends one of its members to next year's Olympics as part of Japan's Olympic team. (Source: ANN)",
      " Shizuka Kominami is a shy college student who, despite her bashful demeanor, attends a college mixer. There, she meets Ryou Kirishima, a beautiful, confident woman whom she quickly befriends. After leaving the mixer together, the two spend the night talking and drinking. But when an inebriated Shizuka ends up at Ryou's apartment, one thing leads to another, and she finds herself being seduced by her new friend. And what's more, Ryou is actually a crossdressing man! After a passion-filled night, Shizuka awakens to a note left by Ryou, promising more erotic moments between them later. How will Shizuka's newfound relationship with Ryou unfold? [Written by MAL Rewrite]",
      " Nora Handa is a boy who lives with Shachi Yuuri, who was adopted by his mother. With everyone supporting, the two of them grew up healthily even after their parents passed away. Shachi, who likes Nora the most, wakes him up every morning. Nora spends his happy student life with Michi Kuroki, who is a disciplinary committee, honor student at school and childhood friend of the main character, Yuuki Asuhara, who is a gal but is very bright and can talk his worries to, and more friends at school. One day, Nora meets a girl who calls herself Patricia at the park on the way to the school. Patricia is a queen at hell, and claims to come here to destroy the life on land. However, she is damaged heavily because she touched the life for the first time. The energy was stronger than her, so Nora needed to tend her. Patricia asked him to tell her about the mysteries of life, and he had to even explain the ero book that he found at the park...?! (Source: Amazon Japan)",
      " Kyou Nukui is a first year high school student hikikomori. His hobby is making Vocaloid songs and uploading them online. One day, he receives a message from a fan asking if they could meet up with him. At the meeting place, three elementary school girls were waiting for him. The three of them want to form a band and ask for Kyou's help.",
      " After the Reflection, some of the people in all parts of the world are discovered with super powers. Some become heroes, and others villains. How did the Reflection happen? What was the cause of it? With many unsolved mysteries, the world is led into turmoil.",
      " At last, the Sanzou Party has arrived in India. In this foreign land, where the anomaly's influence runs rampant, their battles only heighten in their violence. And also awaiting them is their tragic fate from 500 years ago— What will they find at the end of their long and treacherous journey?",
      " Liones Yelistratova, a pure princess from a small country, enters a school in Hokkaido on a spring day. The school is a specialized educational institution operated by ALCA to train Logicalists, who maintain world peace. Liones enters class S, where she meets many classmates with unique personalities, like Nina. A lively and cute everyday life begins now. (Source: MAL News)",
      " Based on COLOPL's school action role-playing game. Set in the year 2045. The world has been contaminated by Irousu (mysterious invaders who suddenly appeared), and humans find themselves restricted and contained. Standing boldly against these invaders are ordinary girls everywhere, without a powerful army or even weapons. The Shinjugamine Girls Academy is a school for these \"Hoshimori\" (Star Guardians) destined to fight the Irousu. The player is assigned to this academy to train the girls and take back the contaminated Earth. And so, once again, the chimes echo through the sun-strewn schoolyard to mark the beginning of classes today... (Source: ANN, edited)",
      " The seal that for hundreds of years had confined the demon king Giri has worn off. A young boy named Nike is chosen (against his will) as the hero. Together with Kukuri, a girl who is the lone survivor of the tribe that had used black magic to seal Giri, they set off to save the world, RPG style. (Source: ANN)",
      " Fourth series of Senki Zesshou Symphogear.",
      " The story centers around an illness-stricken, constantly bullied orphan girl named Minori. After one rainy day, she doesn't turn up at school, having been admitted into a hospital in a distant town. Two months pass, and the girl's two school friends, Takashi and Kyouko, receive a mysterious email with no sender listed. The email reveals a summer festival taking place at a nearby town... (Source: ANN)",
      " The \"local heroine fighter\" of a certain city became popular and a national star. Because of this, \"local heroines\" debuted in various other places, and their action live events became a hit trend nationally. In Hinano City, high school girl Misaki Shirogane and other girls become local heroines (at the urging of Misaki's aunt, the prefectural governor) and vow to produce action live events. (Source: ANN)",
      " Fifth season of the Yami Shibai anime series.",
      " Ninth season of the Teekyuu anime series.",
      " My name is Sasuke. I was a graduate student, but one day I got time-slipped into a warring period. On top of that, it's a different warring period that I learned about in history textbooks.... (Source: MAL News)",
      " Taking place in a very distant in future, the adventure begins when a boy meets a certain girl. The Pan Galaxy Republic has declined and so have many empires. This resulted to people in the galaxy being scattered. Living in the peaceful side of their world, Banjou, who picks up trashes at the spherical wall met a girl, frozen, in a broken spaceship. There are bad guys who chase her, and thus, the quiet galaxy suddenly became lively. Little did he know that the frozen girl is Goza 168th, the key to decide the destiny of the whole universe. Overcoming hardship, the two embarks on a trip to make the Galaxy Republic alive again. It may be a difficult challenge, but it's alright, let's progress slowly! A comedy of irresponsible galaxy trip begins! (Source: MAL News)",
      " Second season of Nazotokine.",
      " Piko-tarou will improvise the story of each three-minute episode using an illustration by the anime's director Takashi Taniguchi. He will tell each story in the style of a fairy tale and voice every character, including himself. (Source: ANN)",
      " The anime follows Makoto, a young boy who gains superpowers due to an evil gene manipulation experiment. Makoto and other youths join the Avengers as apprentices named \"Future Avengers.\" The anime will show Makoto and others as they train, fight villains and grow, under Avengers members Iron Man, Captain America, Hulk, Thor, and Wasp. (Source: ANN)",
      " (No synopsis yet.)",
      " The second season of PJ Berri no Mogumogu Munyamunya. Its broadcast will be in the same timeslot as the re-airing of the original 2001 Parappa the Rapper anime on Fuji TV.",
      " (No synopsis yet.)",
      " Second season of Yukai na Animal Bus.",
      " Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu.",
      "",
      "An animated adaptation of the mobile game of the same name. Each episode is composed of two stories. The story is set in the future, after the destruction of machine civilization which leaves humans in a more primitive state. Dinosaurs, woolly mammoths, saber-tooth tigers, etc. roam free, as their species were brought back to life and modified to be friendlier thanks to cloning fossil samples during the machine civilization era. Children can become Stone Leaders by having one of these creatures as a \"pet\" which they can do friendly battles with against others.",
      " Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece. [Written by MAL Rewrite]",
      " At UA Academy, not even a violent attack can disrupt their most prestigious event: the school sports festival. Renowned across Japan, this festival is an opportunity for aspiring heroes to showcase their abilities, both to the public and potential recruiters. However, the path to glory is never easy, especially for Izuku Midoriya—whose quirk possesses great raw power but is also cripplingly inefficient. Pitted against his talented classmates, such as the fire and ice wielding Shouto Todoroki, Izuku must utilize his sharp wits and master his surroundings to achieve victory and prove to the world his worth. [Written by MAL Rewrite]",
      " Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction. Disturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends. [Written by MAL Rewrite]",
      " Humans have designed countless worlds—each one born from the unique imagination of its creator. Souta Mizushino is a high school student who aspires to be such a creator by writing and illustrating his own light novel. One day, while watching anime for inspiration, he is briefly transported into a fierce fight scene. When he returns to the real world, he realizes something is amiss: the anime's headstrong heroine, Celestia Yupitilia, has somehow returned with him. Before long, other fictional characters appear in the world, carrying the hopes and scars of their home. A princely knight, a magical girl, a ruthless brawler, and many others now crowd the streets of Japan. However, the most mysterious one is a woman in full military regalia, dubbed \"Gunpuku no Himegimi,\" who knows far more than she should about the creators' world. Despite this, no one knows her true name or the world she is from. Meanwhile, Souta and Celestia work together with Meteora Österreich, a calm and composed librarian NPC, to uncover the meaning behind these unnatural events. With powerful forces at play, the once clear line between reality and imagination continues to blur, leading to a fateful meeting between creators and those they created. [Written by MAL Rewrite]",
      " Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja. Boruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life. New friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations. [Written by MAL Rewrite]",
      " Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa). Animated by TMS and adapted from the manga by Gosho Aoyama, Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday. [Written by MAL Rewrite]",
      " A decade ago, humans, gods, and demons joined forces to stand against the threat of the colossal dragon, Bahamut. Now, in the present, humans living in the capital city of Anatae have been enjoying lavish and prosperous lives. Their progress is largely due to the administration of the newly appointed king, Charioce XVII, who has stolen a power from the gods and allowed for the abuse and slavery of the demon race in the capital. As humans continue to immorally exploit demons, a sense of hostility against humans begins to build up within demon communities, threatening a revolt. Meanwhile, an atmosphere of uneasiness is spreading among the gods, as they scramble to regain their lost power. Amidst it all, Nina Drango, a cheerful young bounty hunter, has arrived at the Royal Capital with hopes of settling down and earning a living. However, her peaceful life in the capital is quickly thrown into chaos when she crosses paths with the ominous Rag Demon who is determined to seek revenge against humans, and Kaisar Lidfard, a noble knight battling an internal moral conflict. Shingeki no Bahamut: Virgin Soul continues the tale of the social and moral conflict between humans, gods, and demons, and their struggle for survival and dominance. [Written by MAL Rewrite]",
      " Tired of her rural home, recent college graduate Yoshino Koharu is desperate to lead a more exciting life in Tokyo. After a fruitless job hunt, she finally receives a part-time offer as queen of the bizarre \"Kingdom of Chupakabura,\" a rundown mini-attraction in the small agricultural town of Manoyama. However, Yoshino discovers upon her arrival in Manoyama that she was mistaken for a celebrity and the job offer was a mistake. Left with no other options, Yoshino reluctantly agrees to take on the role and aid the Board of Tourism in their efforts to revitalize Manoyama. Determined to bring excitement to the dying town with the help of local residents, the queen enacts a series of projects to highlight the beauty and charm of Manoyama's culture. Sakura Quest delves into the story of a tight-knit community that is struggling to balance change while also maintaining the rich traditions and bonds which define their identity. [Written by MAL Rewrite]",
      " Kei Asai lives in the oceanside city of Sakurada—a town where the inhabitants are born with strange abilities. On the school rooftop one day, he meets Misora Haruki, an apathetic girl with the power to reset anything around her up to three days prior. While no one knows when she has reset, not even Haruki, Kei can retain everything before the reset thanks to his own ability: photographic memory. After they successfully help someone by combining their powers, they join the Service Club to aid others in their town. However, their club becomes involved with and begins completing missions for the mysterious Administration Bureau—an organization that focuses on managing the abilities in Sakurada and manipulating the town's events for their own ends. They may find out that there are more things at work in Sakurada than the machinations of the uncanny organization. [Written by MAL Rewrite]",
      " Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot. Everyday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series. Crayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
      " After his mother wins a free trip to the islands, Pokemon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokemon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokemon. The pair eventually stumbles upon the Pokemon School, an institution where students come to learn more about these fascinating creatures. At the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokemon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokemon of Melemele Island, the mysterious Kapu Kokeko. The Pokemon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by his earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks. Enrolling in the Pokemon School, Satoshi is joined by classmates such as Lillie, who loves Pokemon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure. [Written by MAL Rewrite]",
      " The theme for the new work is \"Let's take one step forward and try it!\" Yuusaku hates standing out, and at his school he doesn't. However, Yuusaku starts meeting others through duels, and starts moving forward. (Source: ANN)",
      " The third season of Kyoukai no Rinne.",
      " Primary school student Keita Amano's curiosity is as innocent as any other child's his age. But when one day he decides to venture deeper into the forest, he encounters a small and mysterious capsule. Out from its depths comes Whisper. After 190 years of imprisonment, this ghost-like creature is glad that someone has been kind enough to set him free. He decides to reward Keita by becoming his guardian against supernatural forces. Whisper is one of many Youkai that exist in the world, and provides Keita with a special Youkai Watch, which enables him to see and interact with all the other Youkai. Youkai Watch follows Keita, Whisper and the cat spirit Jibanyan as they encounter Youkai, befriend them, fix all the trouble that they so often cause, and, with the help of the watch, use the powers of previously encountered Youkai to aid them. Young Keita may have been just an ordinary primary school student when he first encountered the Youkai, but the many adventures that follow his discovery provide him with invaluable experiences and precious life lessons that help him grow.",
      " Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme. [Written by MAL Rewrite]",
      "",
      "This is a world where both men and monsters exist. Those who hunt the monsters are called Hunters. But in a small corner of the Hunter's world, there are those called Riders who bond with and coexist with monsters. With their Kizuna Ishi (Bonding Stones) that allow them to awaken the hidden power inside monsters, Riders live in secrecy together with their Otomon, the monsters they formed a connection with. Ryuto, a young boy living in the Rider village of Hakum, dreams of becoming the world's best Rider. Having just turned 12, he sets out to find his own Otomon for himself before the ceremony where he is given his own Kizuna Ishi. Together with his kind-hearted childhood friend Cheval, his inquisitive childhood friend Lilia, and his partner Naville, he sets out deep into the forest, and has a miraculous encounter with a Rathalos. (Source: ANN, edited)",
      " Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths. At the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba and the two develop a friendly rivalry, working together to learn and improve. Though they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4. [Written by MAL Rewrite]",
      " Everyone in the world uses smartphone apps. But inside them lurks unknown creatures called \"Appli Monsters,\" or \"Appmon.\" The Appmon are AI lifeforms with the ability to think and act, and exist in the boundary between the human world and digital space. In the vast sea of the internet, the \"last boss AI\" Leviathan takes control of the Appmon with a virus and begins hacking every system, thus starting to control the human world from the world of the net. Haru Shinkai is led to acquire the Appli Drive, and uses it to materialize Gatchmon, a search app monster. (Source: ANN)",
      " A skilled, deadly ninja on the clock and an adorable, naïve girl off it, Chidori continues to pave the way forward for her master, Nobunaga Oda, in his conquest of the Land of the Rising Sun. Though Nobunaga has made great progress in his quest, uniting a nation has not become any easier. Between vindictive former enemies and powerful new rivals, his stubborn adversaries have taken up arms to stamp out the warlord's ambitions. However, standing beside the ambitious general are his many close friends and supporters, including one loyal, capable shinobi. Ready to serve in whatever way she can, Chidori gathers key allies, infiltrates enemy castles, and duels against skilled warriors in the name of realizing her lord's dream: establishing a unified Japan. [Written by MAL Rewrite]",
      " Dorogoza Island is rich in \"Drop Energy\" that players can use on friendly monsters. Once strong enough, they can face enemies in puzzle wars. Winners reap rewards, but what happens to the losers? Only the brave can take on these monstrous challenges! (Source: FUNimation)",
      " The combined 22nd and 23rd issue of Kodansha's Morning magazine, which will go on sale on April 28, has announced a new 3D CG anime of Kanata Konami's slice-of-life manga Chi's Sweet Home.",
      " Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. It is the 2005 version of 1979 series, with certain changes in the animation and other things. Doraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech. (Source: Wikipedia)",
      " Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved. (Source: ANN)",
      " Ichika Usami is a second year middle school student who works in her family's cafe, Kirakira Patisserie. One day, she meets a spoiled lamb fairy named pekorin who tells her evil monsters known as Henteko have been stealing \"Kirakiraru\", the energy that resides within sweets and desserts. Ichhika then becomes a pretty cure and, with four other girls, they form the kirakira precure a la mode to fight the henteko and protect the sweets. (Source:Wikipedia)",
      " Fourth season of Cardfight!! Vanguard G series.",
      "",
      "Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast... (Source: ANN)",
      " The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. (Source: AniDB)",
      " The story focuses on Yui, a girl who lives in the town of Paparajuku, and who dreams of being an idol, even if she realizes that being an idol is next to impossible for her. Her friends often remark on how much she dreams about it. But then, the PriPara idol theme park opens in her town, and that an idol named Laala is coming to town from Parajuku, which only makes Yui dream even bigger. The new PriPara theme park has been updated with new concepts. However, due to a system error, Laala is no longer able to PriPara Change. (Source: ANN)",
      " The story revolves around a girl named Yuuka, who encounters a being from the depths of the Earth named Chii-chan (a pun of chiteijin, the Japanese word for underground-dweller), and an alien named Ucchan (a pun of uchuujin or alien). The story follows their heartwarming and chaotic everyday lives together.",
      "",
      "Cocotama are tiny gods born from the thoughts and feelings of objects that people use with great care. The fact that Cocotama wear part of the egg they hatch out of as underwear is proof that they are still apprentices. The Cocotama use a mysterious magic, and they train hard to be of use to humans and to become full gods. They live inside human houses and stealthily move around to help humans find things they have lost, although they make many mistakes. (Source: ANN)",
      " Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life. (Source: ANN)",
      " (No synopsis yet.)",
      " A sea otter and his friends, a raccoon and squirrel, live and play together in the forest.",
      " The story centers around an elementary school teacher who is so stupid that he cannot even write his own name. He does whatever he likes in his classroom. Plus, by all appearances, he is not human. (Source: ANN)",
      " One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. (Source: ANN)",
      " The anime takes place on the screw-shaped island country of Nejigajima and follows the two \"Bokyabots\" Hebot and the Yurui Prince Nejiru as they collect different \"Bokya Neji\" screws. When the Bokyabots wear the Bokya Neji screws on their heads, they're able to compete in \"Bokya Battles,\" battles for who can think up and tell the best jokes. (Source: ANN)",
      " The fourth season of Future Card Buddyfight.",
      " In the new series' story, the balance of the Creature World is starting to crumble. A talking deck case named Decky comes to the human world to search for a Duel Master to preserve equilibrium. There he sees Joe's power to create creatures. (Source: ANN)",
      " In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      " Second Season of Rilu Rilu Fairilu: Yousei no Door.",
      " In his past life, although too weak to protect his home when it counted, out of grave determination Nie Li became the strongest Demon Spiritist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage Emperor and six deity-ranked beasts. His soul was then brought back to when he was still 13 years old. Although he's the weakest in his class with the lowest talent, having only a red soul realm and a weak one at that, with the aid of the vast knowledge which he accumulated from his previous life, he decided to train faster than anyone could expect. He also decided to help those who died nobly in his previous life to train faster as well. He aims to protect the city from the coming future of being devastated by demon beasts and the previous fate of ending up destroyed. He aims to protect his lover, friends, family and fellow citizens who died in the beast assault or its aftermath. And he aims to destroy the so-called Sacred family who arrogantly abandoned their duty and betrayed the city in his past life. (Source: goodreads.com)",
      " Second season of Shounen Ashibe: Go! Go! Goma-chan.",
      " A spinoff of Shima Kousaku no Asia Risshi-den",
      " Disney Tsum Tsum is a series of shorts on YouTube following the adventures of Tsum Tsums in Disneyland. (Source: Disney Wikia)",
      " Sequel series to Furusato Saisei: Nihon no Mukashibanashi.",
      "",
      "The story is set in \"the future, just a little after the present day…. To respond to disasters beyond human comprehension and the increasing complexity of crime and mishaps, the mobile emergency police Hyper Rescue (an organization newly formed by the government primarily for life-saving) developed 'Drive Heads' that are specialized with police, fire-fighting, and rescue capabilities. \"'Drive Heads' are special vehicles that change from car forms to humanoid walker vehicles. The grade schooler Gou Kurumada and other children found to be suitable become drivers and join forces with the mobile emergency police and other adults. Even now, they race to the scene to protect the peace and security of all humanity. Go Rescue!\" (Source: ANN)",
      " Adventures include going into deep sea and accompanying dinosaurs. The shows are mainly based on science or science fiction. It has been popular in China, one reason might be the fact that many of the Chinese youth have been sending questions to the studio, and the studio answers them with one of Lan Mao's adventures. Lan Mao is sometimes impulsive, and in the end gets nothing but trouble. (Source: Wikipedia)",
      " NHK announced last week that it will present the anime/documentary series about athletes. The first episode adapts material from Tomoyoshi Itou and Shingo Morita's Weekly Young Jump biographical manga Eikou Naki Tensai-tachi (Geniuses Without Glory) — specifically the story about Hironoshin Furuhashi, the swimmer also known as \"the flying fish of Fujiyama.\" The episode also includes interviews with Olympic swimmer Kousuke Kitajima and other Japanese swimmers about the how Furuhashi changed the Japanese competitive swimming world, as well as what sort of training is required to be an Olympic swimmer. (Source: ANN)",
      " In \"a certain era\" on \"a certain continent,\" banal things are happening. The construction of \"Large-Scale Leisure Facilities\" has demanded that all the villages are to be evicted. When these demands are denied, the village and its residents are obliterated. A boy named Chap once lived in tranquility, but that happiness soon came crumbling down. He decides to embark on a journey of revenge, but soon falls madly in love with the king's daughter, Princess Melora. In order to fulfill her selfish wishes, he gathers his friends in order to overcome the impossible.",
      " The anime will be a \"surreal comedy\" that emphasizes Gunma prefecture's self-sufficiency in ingredients for sukiyaki. The story centers around the titular Sukiyaki Force, created by Professor Warishita, who fight against the forces of Kiraida, who have come to Gunma and threaten to destroy the world.",
      "",
      "The series follows a variety of employed shellfish who exhibit selfish or odd personality traits. (Source: LiveChart)",
      " Based on the characters created by Study.",
      " Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      " Love trouble, friendship, busy work. When the mind is tight and painful, you ought to shed it! Very cute \"Dappys\" sing and dance to give encouragement.",
      " Shorts that feature music note cats. The series premiered on February 22, 2014 on television; the first episode was published on an official YouTube channel that same day. The whole world is in love with character illustrations of cats, dogs, and bears. A brand-new show, and the first of its kind in Japan, featuring nothing but cat characters for cat lovers started airing in February 2014. A variety of cat characters designed by Japan's topnotch creators and illustrators are animated and they are voiced by popular KAWAII (cute) anime voice actors. This show is a must-see not just for the fans of cat characters but for all anime lovers! (Source: YouTube)",
      " Follows twin cats who wish to make others happy and their strange friends.",
      "",
      "The series follows characters' humorous everyday lives.",
      " Story about Kappa with flowers on their heads.",
      " The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.) (Source: ANN)",
      " The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality. He thinks various things and has fun watching humans.",
      " Korean Animation about the monsters Eerie, Rock-G, Popo, and Yossi and the adventures they go on each day!",
      " The story will focus on a cat who begins living with 10 dogs, and the animals' busy everyday life. The story draws inspiration from real-life singer Noriyuki Makihara and his pets. (Source: ANN)",
      " A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character? (Source: Anime News Network)",
      " The series centers around two cats: a younger sister named Neko, and an older brother named Mata. Neko is a nekomata (a mythical two-tailed cat), innocently selfish, and spoiled by her brother. Mata is a neighborhood cat with an eartipped mark as a sign of being neutered. They meet under a streetlight in the city at night to talk. (Source: ANN)",
      " The story centers on the titular Mikan Seijin (Orange Alien), who appears from Local 3 (an orange planet in a higher dimension) with plans of invading the Earth. (Source: ANN)",
      " (No synopsis yet.)",
      " A cutesy horror anime. Everyone in town is monster but they're living their lives like normal while attending high school.",
      " A series oriented to three-year-old children, showing the everydays of 9 characters, each of them having a distinct feature. Children will recognize characters and situations from their own life. Sometimes through conflicts, sometimes through encouragement, they will find everyone's place in the world. The story conveys messages such as \"Nobody's alone\", \"It's good to be different\" and the importance of being connected with others, in a fun way. (Source: Official site)",
      " A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      " Third season of Dayan the Cat. The shorts will be \"theatrical-style,\" with a curtain opening on the everyday adventures of Dayan and his friends.",
      " Stop-motion animation made out of fabric following a curious king sneaking out of his castle.",
      " Fourth season of the Shimajirou children's television series.",
      " A new series following the cat named Tama and his many friends.",
      " An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      " A series of shorts about pigs who wear underpants.",
      " On a distant southern island, a fish (sakana) opened its mouth for a cat (neko), thus \"nekozakana\" (cat-fish) is born. (Source: ANN)",
      " Deeky is a wolf whose wild appearance belies his pure-hearted and slightly gossipy moe nature. Carina is a squirrel whose soft and cuddly appearance hides the black and beating heart of a hard rock monster. Together they form a band to compete in a rock music competition. (Source: Crunchyroll)",
      " Second season of Neko Neko Nihonshi.",
      " Sequel to Panpaka Pants W-O-New!.",
      "",
      "The second season of Dochamon Junior.",
      " A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.",
      " A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "",
      "The second season of Flowering Heart.",
      " Fifth season of the Washimo series.",
      " A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
      "",
      "A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "",
      "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      " A stop-motion anime using bentou ingredients as the characters.",
      " A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.",
      " Everyday objects come to life.",
      " A young boy tries to become as strong of a sumo wrestler as his father.",
      "",
      "(No synopsis yet.)",
      " In 2022, an EMP detonation has caused a global blackout that has massive, destructive implications all over the world. Directed by Cowboy Bebop and Samurai Champloo's Shinichiro Watanabe, Blade Runner: Black Out 2022 is a new and highly-anticipated animated short which serves as a prologue for the upcoming feature film Blade Runner 2049. (Source: Crunchyroll)",
      " Second season of Quanzhi Fashi.",
      " Chronological summary of episode 1 to 8 of Princess Principal.",
      " \"Hey, Asuka... search for my body.\" At school in the middle of the night, Asuka and her friends search for the scattered body-parts. If they don't find the entire body, the 9th of November is repeated and the red person will continue to kill them. Who is the red person? (Source: MU)",
      " It has been three years since the end of the Gundam Build Fighters TV series. Now a totally new story starring Iori Sei and friends is set to begin. (Source: gundam.info)",
      " This is a dynamic dream battle featuring many types of Gunpla skirmishing in all sorts of situations. (Source: gundam.info)",
      " An anime collaboration between Kemono Friends and the Japan Racing Association.",
      "",
      "(No synopsis yet.)",
      " A collaboration between Kemono Friends and Nissin. They promote the latter's Donbei Kitsune Udon product with the Silver Fox and the Ezo Red Fox. In the first episode the duo are trying to figure out how to eat it as well as finding an old pay-per-view TV, putting money in it, and watching an \"old\" live-action Nissin Donbei Kitsune Udon commercial (said commercial is real and was created this year).",
      " One night, university student Souta meets a girl he has never met before. Yuki, who claims to have been saved by Souta in the past, seems to know nothing about outside world, from shopping to holding a fork. There is also something curious about her. She is extremely afraid of getting her skin touched. The curious life of the strange girl changes little by little. There are men who seek to capture Yuki. It is said that Yuki has a power which holds the fate of the world, and they want her to sacrifice herself for the world. What is the power within Yuki? Why does she refuse to be touched? At last, Yuki reveals to Souta her hidden truth.",
      " A collaboration between My Tear CL an eyedrops company for their new product \"Ice Crash\", and Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?. The campaign produced 1 TV commercial and 2 web-exclusive commercials as well as various tie-in goods. But the new footage created for the campaign was identical between all three releases, with the rest of the footage being from the feature film besides the difference in narration. As such, MAL will reflect this campaign as a single episode entry as there was no change new anime content among the three releases.",
      " The official YouTube channel of the Animelo Summer Live concerts began streaming a Kemono Friends anime short video on Wednesday. The video features Northern White-faced Owl and Eurasian Eagle-Owl gathering a team of friends together to clean up the dilapidated Saitama Super Arena, the real-life venue of the Animelo Summer Live event. While there, the friends find cards that teach proper behavior while enjoying the concert, such as not using electronic devices. (\"What's a 'mobile'?\" \"Doesn't look very tasty.\") Later, the friends see how many people are entering the venue (far above their estimate of 100), and beat a hasty retreat. (Source: ANN)",
      " When D'Artagnan went to Tokyo for a little fun, she spotted an unforgettable sight: Lucifer singing while basking in moonlight in a park. From that moment, no matter if she was asleep or awake, D'Artagnan's heart would not stop throbbing for some reason. One day, D'Artagnan sees a concert by the popular idol act Angely Diva at her friend Izumo's invitation. There, she resolved to follow her idol dreams, and the story of song and miracles begins. (Source: ANN)",
      " CG anime adaptation of The King of Fighters fighting game franchise.",
      " Pikotaro breaks new ground. Drawing inspiration from illustrations by director Taniguchi, he does the unthinkable: three-minute, scriptless fairy tale anime. Pikotaro is presented with classics loved around the world, including The Little Match Girl, Cinderella, and The Ugly Duckling. The mad genius who took the world by storm returns to bring you unique bedtime stories certain to rock you into absurd sleep. (Source: Crunchyroll)",
      " (No synopsis yet.)",
      " A special animated commercial to celebrate the release of the manga's fifth volume. The full length version of the commercial was released on Kodansha's official YouTube channel the day after the short version was released on TV. It features the anthropomorphized cells of a human body, with the protagonist being a red blood cell named AE-3803.",
      "",
      "The web anime of Dia Horizon; characters are featured as chibis as they break the 4th wall to talk about their own real-life mobile game (which is being released this month). As well as promoting the full length TV anime coming out in a October 2017 as well as the 4-koma manga available now.",
      " The anime centers around Kurumi Azuchimomoyama, a normal 14-year-old girl who attends Egaogaoka Middle School. One day, an angel named \"Devilun\" that looks like a Tasmanian devil appears before her, and grants her the power to be the beautiful magical girl dinosaur angel warrior \"Prima Angel,\" and tells her to fight the evil \"Darkness Whales\" organization. She proceeds to indiscriminately take out Darkness Whales members with weapons that stink of blood. The protagonists are three boy classmates of Kurumi who watch the entire thing while not really doing anything. (Source: ANN)",
      " A Japanese tourism promotion anime inviting Japanese people to visit Canada. The anime is sponsored by the Canada Tourism Bureau (Canada Kankou Kyoku) which celebrates its 150th anniversary.",
      " Megu promotes not only Shima, but also the greater Ise-Shima region consisting of Ise, Toba, Shima, and parts of Minami-Ise. The aspiring pearl diver struggles to hold onto an Ise-ebi (Japanese spiny lobster), one of Mie Prefecture's specialties. Megu then visits Ise Grand Shrine, which is the one of the most important shrines in Japan's Shinto religion. She then heads to the nearby Okage-yokochou area of shops and historical buildings and to the Meoto Iwa (Married Couple Rocks) that are sacred in Shinto. The ninja character Mai Igarashi makes an appearance at the end of the video. Mai is the mascot for Iga, Mie, a city known as a birthplace of ninja culture. (Source: ANN)",
      " (No synopsis yet.)",
      " An introductory anime of Littleforestfellow, who is a rabbit boy and the second cousin of My Melody. He is nicknamed \"Mello\" (めろぉ). He really likes My Melody and likes to collect buttons with her. His birthday is on January 18th, just like My Melody. (Source: Wikia)",
      " Kemono Friends anime director TATSUKI posted a new anime short on his official Twitter account on Tuesday. In the video, a girl and her manta ray companion appear to be waiting for something or someone to arrive. The pair wait near what seems to be the entrance to a Shinto shrine in the sky. They have been waiting for a long time, and the manta ray seems doubtful that what they are waiting for will arrive. (Source: ANN)",
      " Female humanoid cockroaches do calisthenics (though resembling normal dancing more).",
      " The main character is a little sheep-looking mascot from Hokkaido. It is gluttonous, yet calm.",
      " The anime promotes the new Enoshima Aquarium, and is set in Enoshima in the Shonan region. The anime centers on three jellyfish named Mizukurage (moon jellyfish), Akakurage (northern sea nettle), and Pacific sea nettle. All three are frequent visitors of the Enoshima Aquarium to the point of all three having annual passes. (Source: ANN)",
      " Anime director Tensho announced on Saturday that he has founded a new animation studio named Bibury Animation Studio. The studio is named after the town of Bibury in England. The studio opened a website, which is streaming an original promotional video for the studio. (Source: ANN)",
      " A stop-motion short of Dungeon Meshi commissioned by Kadokawa in honor of the 5th tankoubon going on sale. It features Senshi's hands trying to prepare a walking mushroom. It is the same walking mushroom as shown in the manga's 1st volume in the \"Monster Tidbits\" bonus chapter.",
      " Short ghost stories by Inagawa Junji, an entertainer who is famous for his horror stories broadcasted on late night radio. He has gone on to write horror novels and directing live-action horror dramas and films. The anime is a spin-off of his Inagawa Junji no Chou: Kowai Hanashi (Inagawa Junji's Super Scary Stories) live-action direct-to-DVD series.",
      " A webisode where the Eagle Talon cast breaks the 4th wall to say that they are the official appointed cheer squad of the 2017 Tokyo Comic Con. They go on to explain what the Comic Con is about and plug their newest film DC Super Heroes vs. Taka no Tsume-dan.",
      "",
      "Animated commercials for Square Enix's 4th installment of the arcade-based fantasy collectible card game. The commercials feature various characters talking to the viewer giving backstory to the game (Tokyo 2030 post-apocalypse world due to bio-terrorism), their particular character cards, and demanding the viewer use their powers to their full ability to take back the world.",
      " A bejeweled spider weaves a bejeweled web.",
      " Bandai's new toy line for boys: Mushinin. It combines bugs (mushi) and ninja (nin). The anime follows the various characters as they train in their ninja arts at a local playground.",
      " The anime celebrates the Dragon Quest X online game's fifth anniversary by animating player-submitted \"miraculous stories\" related to the game. (Source: ANN)",
      " A promotional short for DJ Nobunaga's YYY event held on August 25th. The music event will feature 4 DJs (Nakata Yasutaka, Kz (livetune +), Tofubeats, and Banvox) and starts at 11pm. The anime short has the four DJs rap about Oda Nobunaga, the historical character, as a tongue-in-cheek nod to DJ Nobunaga presenting this event.",
      " A Domino's Japan commercial promoting their new summer pizzas which have for meat styles on a single pizza. The commercial itself is a battle of the bands style competition ballad between the chicken pizza and pork pizza.",
      " Based on Seino Tooru's nonfiction gourmet essay manga.",
      " The series centers on the flour dough spirit Cogimyun, who actually really wants to be an onigiri. She takes care of her grandfather's apartment complex due to her grandfather being away. The denizens of the apartment are all \"Kogimuko,\" which are all food that center on flour dough. (Source: ANN)",
      " Hatori Chise, 15 years old. Lost, without hope, and without family, she is bought for money—not by another person, but by a non-human sorcerer named Elias. Though she hesitates, she begins life anew as his apprentice and future wife. She moves on with her new and peaceful life, slowly but surely, until one day, when she finds a Japanese picture book among the many sent to her from London by Angelica. It is a fateful book that discovered her in her younger years, when she was still troubled and lonely. This piece is a prequel to Chise's encounter with the Thorn Sorcerer. (Source: Crunchyroll)",
      " Bundled with the 12th volume of the light novel.",
      " Bundled with the 13th volume of the Bungou Stray Dogs manga.",
      " After the conclusion of the Sakura Card Arc, life is going back to normal. There are no more mysteries, no more disturbances of evil, no more tests of strength. Everyone is moving on with their lives and Sakura feels a sadness in her heart. Even through the goodbyes, Sakura perseveres to keep everyone and a special someone, dear to her heart.",
      " Rohan Kishibe accompanies Kyouka Izumi, a manga magazine editor, to a buy house at a village far off from civilization. They soon discover the village is home to a group of millionaires who had all mysteriously become rich at the age of 25. Rohan and Izumi enter one of the houses, only to realize they they are trapped by a mysterious power that won't let them progress unless they follow specific rules lest they suffer the consequences. (Source: JoJo Wikia)",
      " The OVA episode will revisit the primary matches in from the spring tournament, and feature interviews with players. (Source: MAL News)",
      " \"Please. I hope Kase-san likes me...\" Yamada is a shy second-year high school girl who is a member of the greenery committee. Kase from the class next to hers is a beautiful girl who is the ace of the school's track team. As a result of the morning glories planted by Yamada, the distance between the two people who have never exchanged words shrinks little by little. (Source: Pony Canyon)",
      " Bundled with the 14th volume of the UQ Holder! manga.",
      " The story follows the two titular girls Escha and Chron, whose contrasting personalities are like the sun and moon. The two girls are from Terminal, a future post-apocalyptic world that's empty and monochrome. The two girls cross worlds and arrive in the present day, which they call Transit. As Escha and Chron experience the light (scenery) and sound (music) of the real world, the future world of Terminal gradually changes into a more vivid world. (Source: ANN)",
      " Half a year after Naoto Takahashi's father got remarried, he hasn't gotten used to the new family members: his stepmother, Sachiko, and his new little sister, Yui. One night as he tries to figure out how to smooth things over with his sister, he gets an app to allows him to take over someone else's body.",
      " Come to the greatest sexual theme park in the world, Mizuryu Land!",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " Based on the game by Guilty.",
      "",
      "(No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " Six thousand years before Sora and Shiro were even a blink in the history of Disboard, war consumed the land, tearing apart the heavens, destroying stars, and even threatening to wipe out the human race. Amid the chaos and destruction, a young man named Riku leads humanity toward the tomorrow his heart believed in. One day, in the ruins of an Elf city, he meets Shuvi, a female exiled \"Ex-machina\" android who asks him to teach her what it means to have a human heart. (Source: Sentai Filmworks)",
      " School children Norimichi, Yuusuke, and Junichi want to know if fireworks look round or flat from the side. They make a plan to find the answer at a fireworks display, while Nazuna schemes to run away with Norimichi or Yuusuke, whoever wins at the pool. (Source: Tokyo International Film Festival)",
      " (No synopsis yet.)",
      " Fifth Digimon Adventure tri film.",
      "",
      "The story focuses on high school girl Nagisa Yukiai who lives in a seaside town. She has believed her grandmother's story that spirits dwell in words and they are called \"kotodama\" (word spirit). One day, she strays into a mini FM station that has not been used for years. As an impulse of the moment, she tries to talk like a DJ using the facility. But her voice accidentally broadcasted reaches someone she has never expected. (Source: Crunchyroll)",
      " Ousai Academy was originally an all-girls high school. Due to the declining birth rates in recent years, it was converted into a co-ed school. The first year male students would find themselves surrounded by girls and unfortunately, Tsuda Takatoshi is one of them. What's worse, he gets scolded on his first day by the student council president Shino Amakusa, which did not give a good first impression of him. Tsuda also meets the other student council members while getting scolded, and in the end, he gets late for class. As an apology for ruining his morning, Shino lets him join the student council for various of \"reasons\" and he accepts it, or rather, he's forced to accept. Thus begins his days as Tsuda soon realizes that he's the only normal student in Ousai Academy...",
      " It is Tib the black cat who leads Mary to the strange flower in the woods. When she discovers a little broomstick shortly afterwards, she is astonished to feel it jump into action. Before she can gather her wits, it is whisking her over the treetops, above the clouds, and into the grounds of Endor College, where: \"All Examinations Coached for by A Competent Staff of Fully-Qualified Witches.\" Here she discovers evidence of a terrible experiment in transformation—deformed and mutant animals imprisoned in cages. In the moment after her broomstick takes off, she realizes that Tib has been captured. Returning to the College the following day, she manages to free the animals, but not before the Head of the college, Miss Mumblechuuk, and her colleague, Doctor D, have seen her. Mary manages to flee...but the evil pair is in hot pursuit! (Source: Amazon, edited)",
      " Second part of Free!: Timeless Medley",
      " Following their success in the qualifying round for the Kansai regional competition, the members of the Kitauji High School concert band set their sights on the next upcoming performance. Utilizing their summer break to the utmost, the band participates in a camp where they are instructed by their band advisor Noboru Taki and his friends who make their living as professional musicians. Kumiko Oumae and her friends remain determined to attain gold at the Kansai competition, but trouble arises when a student who once quit the band shows interest in rejoining and sparks unpleasant memories for the second-year members. Kumiko also learns about her teacher's surprising past and the motivation behind his desire to lead the band to victory. Reaching nationals will require hard work, and the adamant conviction in each student's commitment to the band will be put to the test. [Written by MAL Rewrite]",
      " The movies will tell the story of the phenomenon known as \"The First Summer of Love\" that took place ten years before the first Eureka Seven anime, but was never depicted in full. The movies will then follow the main storyline of the first TV anime and contain new dialogues and scenes, revised footage, as well as a new ending not present in the original series. (Source: MAL News) It was previewed at a screening at Otakon on August 11. Regular broadcasting will begin on September 16.",
      " Recap film that will cover the match against Aobajosai High School that took place in the second season. (Source: MAL News)",
      " Recap film that will cover the match against Shiratorizawa Academy that took place in the third season. (Source: MAL News)",
      " This film, unlike 1st and 2nd, have a brand new original story using elements from other media, such as the manga Nanoha Force (for Bardiche and Raising Heart new design) and the PsP game Gears of Destiny, as the Florian sisters are introduced here. It's the first part of a two-part story.",
      " (No synopsis yet.)",
      " The film's plot tells the story of how Satoshi and Pikachu came to know each other. Pikachu was not cooperative toward Satoshi, but Satoshi only wanted to be friends with Pikachu. On the day they set out from Masara Town, both of them saw a Houou flying and made a vow to someday go and meet it. (Source: ANN, edited)",
      "",
      "The story takes place in the era of the gods, year 300. Yuuna Yuuki lives an ordinary life as a second year middle school student, but she's also a member of the \"Hero Club,\" where club activities involve dealing with a mysterious being called \"Vertex.\" (Source: ANN) Aired along side Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou Movie 3 - Yakusoku.",
      "",
      "Hayao Miyazaki's first CG film for the Ghibli Museum. This is the 10th film made for the museum.",
      "",
      "(No synopsis yet.)",
      " Abstract stop-motion short film using \"lightning doodles\" by Tochka.",
      " The film centers on Buruburu, a cowardly lion who is a member of a clan of treasure hunters. He is given a treasure map by his father. With the help of Anpanman, he sets out on an adventure to prove himself to the other clan members. Baikinman, however, appears and schemes to take the treasure for himself. (Source: ANN)",
      "",
      "",
      " Follows a dog and his friends who wear balloons and explore a kingdom in the clouds.",
      " Unaired episode included with the 7th volume of the BD/DVD release of Kobayashi-san Chi no Maid Dragon.",
      " Episode 13 of 91 Days.",
      " A series of unaired comedic shorts released with Blu-ray and DVD boxes of Tsuki ga Kirei.",
      " New unaired episodes included in 4th and 5th DVD volumes of Natsume Yuujinchou Roku.",
      " Recap episode of first 12 episodes of Fate/Apocrypha with narration by Sieg (Natsuki Hanae) and Ruler (Maaya Sakamoto).",
      "",
      "The words that Gold Roger, the King of the Pirates, uttered just before his death excited the masses and the world has entered a Great Pirate Era! There is a group of young pirates who are about to set sail on the Grand Line. Monkey D. Luffy, a rubber man. Roronoa Zoro aka “Pirate Hunter.” Usopp, a sniper. Sanji, a seafaring cook. And “Cat Burglar” Nami. They, the Straw Hats, all place a foot upon a barrel and make their vows before their next journey across the great ocean. Luffy shouts “In order to be the King of the Pirates!” A decade ago in the Windmill Village... A little boy Luffy was enthralled with a pirate boss Red-Haired Shanks. But a group of mountain bandits shows up and makes fun of the pirates. “Why didn't you fight them?!” Luffy yells out angrily but Shanks says that it's nothing worth getting mad over. At that time, Luffy snatches the Gum-Gum Fruit from a treasure box and eats it and as a result, his entire body becomes rubber and he loses the ability to swim for the rest of his life! A few days later, Luffy is surrounded by the mountain bandits again and Shanks comes to help. “No matter what the reason, anyone who hurts my friends has to pay!!” Shanks and his pirate crew are incredibly strong and they beat down the mountain bandits. Higuma, the head of the mountain bandits, runs away kidnapping Luffy and heads for the sea. However, they encounter a local Sea Monster there and are attacked. Luffy is in a desperate situation... But again, Shanks saves the day. He outstares the Sea Monster and chases it away but in exchange, he loses his left arm... When Shanks leaves the village, he leaves his straw hat with Luffy. “Come bring it back to me someday! Once you've become a great pirate!” 10 years later, Luffy has grown up strong and he sets out for an adventure on a small boat. He again encounters the local Sea Monster for that fateful day. However, Luffy takes it down with a single blow of Gum-Gum Pistol. Luffy’s journey to become the King of the Pirates now begins! (Source: Crunchyroll)",
      " A new episode included with the complete Blu-ray box collection of A-Channel.",
      " Unaired 13th Episode of Hand Shakers.",
      " Picture dramas bundled with the Blu-ray and DVD volumes.",
      " Unaired episode included with the 7th BD volume of BanG Dream!.",
      "",
      "(No synopsis yet.)",
      " A special episode bundled with the BD release of the television series.",
      " A collaboration between the Lotte brand ice-cream Sou and the film Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?.",
      " Based on the true story of the Onagawa Hunior High girl's basketball team. The team's numbers and staff are depleted after the Touhoku earthquake, leaving only five regulars.",
      " NHK undertakes a project to visualize written stories of the A-bomb victims through animation. The experience notes of the A-bomb victims which will be the base for the animation are ones sent to NHK’s annual reciting, a program to read and share their experience, which have been running as long as 9 years now. A total of 2,200 notes have been sent to us so far. (Source: Official YouTube channel)",
      " A new episode of Higanjima X that will be included in Blu-ray, releasing on August 30, 2017.",
      " A collaboration between Ukkari Pénélope and Marukome for the latter's new product line of amazake, a drink made from fermented rice. Plus Kouji is based on a kouji mold (Aspergillus oryzae) enzyme which allows Marukome's product to contain 0% alcohol and be sugar-free so it is perfectly healthy for pregnant women, babies, and the eldery to drink while keeping the same taste as traditional amazake (which is normally sweet and mildly alcoholic).",
      ""
   ],
   "sentence":"#animeTitle# : #animeDescr#"
}