{  
   "animeTitle":[  
      " Mahoutsukai no Yome",
      "Shokugeki no Souma: San no Sara",
      "Black Clover (TV)",
      "Inuyashiki",
      "Kekkai Sensen & Beyond",
      "Juuni Taisen",
      "Just Because!",
      "Ousama Game The Animation",
      "Net-juu no Susume",
      "Dies Irae",
      "Himouto! Umaru-chan R",
      "Imouto sae Ireba Ii.",
      "Shoujo Shuumatsu Ryokou",
      "Kino no Tabi: The Beautiful World - The Animated Series",
      "Boku no Kanojo ga Majimesugiru Sho-bitch na Ken",
      "Blend S",
      "Kujira no Kora wa Sajou ni Utau",
      "3-gatsu no Lion 2nd Season",
      "UQ Holder!: Mahou Sensei Negima! 2",
      "Osake wa Fuufu ni Natte kara",
      "Code:Realize: Sousei no Himegimi",
      "Konohana Kitan",
      "Gintama.: Porori-hen",
      "Love Live! Sunshine!! 2nd Season",
      "Houseki no Kuni (TV)",
      "Animegataris",
      "Garo: Vanishing Line",
      "Omiai Aite wa Oshiego, Tsuyoki na, Mondaiji.",
      "Osomatsu-san 2nd Season",
      "Evil or Live",
      "Pingu in the City",
      "Urahara",
      "Sengoku Night Blood",
      "Yuuki Yuuna wa Yuusha de Aru: Washio Sumi no Shou",
      "Itsudatte Bokura no Koi wa 10 cm Datta.",
      "Hoozuki no Reitetsu 2nd Season",
      "Yuuki Yuuna wa Yuusha de Aru: Yuusha no Shou",
      "Two Car",
      "The iDOLM@STER SideM",
      "RoboMasters the Animated Series",
      "Tsukipro The Animation",
      "Dia Horizon: Kakko Kabu",
      "Taishou Chicchai-san",
      "Wake Up, Girls! Shin Shou",
      "Infini-T Force",
      "Dynamic Chord",
      "ClassicaLoid 2nd Season",
      "Cinderella Girls Gekijou 2nd Season",
      "Hitori no Shita: The Outcast 2nd Season",
      "Love Kome: We Love Rice 2nd Season",
      "Ame-iro Cocoa Series: Ame-con!!",
      "Fireball Humorous",
      "Glamorous Heroes",
      "Cardfight!! Vanguard G: Z",
      "Ku Pao Ying Xiong",
      "Oretacha Youkai Ningen",
      "Time Bokan: Gyakushuu no San Akunin",
      "Yodel no Onna",
      "Aiseki Mogol Girl",
      "Sylvanian Families: Mini Story",
      "Lalala Lala-chan ★Uchuu ni Muchuu★",
      "One Piece",
      "Dragon Ball Super",
      "Boruto: Naruto Next Generations",
      "Detective Conan",
      "Fate/Apocrypha",
      "Violet Evergarden",
      "Ballroom e Youkoso",
      "Shoukoku no Altair",
      "Crayon Shin-chan",
      "Youkai Apartment no Yuuga na Nichijou",
      "Pokemon Sun & Moon",
      "Yu☆Gi☆Oh! VRAINS",
      "Mahoujin Guruguru (2017)",
      "Youkai Watch",
      "Aggressive Retsuko",
      "Monster Hunter Stories: Ride On",
      "Aikatsu Stars!",
      "Puzzle & Dragons Cross",
      "Doraemon (2005)",
      "Gudetama",
      "Kirakira☆Precure A La Mode",
      "Nintama Rantarou",
      "Sazae-san",
      "Idol Time PriPara",
      "PriPri Chii-chan!!",
      "Kamisama Minarai: Himitsu no Cocotama",
      "Marvel Future Avengers",
      "Chibi Maruko-chan (1995)",
      "Beyblade Burst God",
      "Bonobono (2016)",
      "100% Pascal-sensei (TV)",
      "Sore Ike! Anpanman",
      "Future Card Buddyfight Battsu",
      "Duel Masters (2017)",
      "Ojarumaru",
      "Rilu Rilu Fairilu: Mahou no Kagami",
      "Shounen Ashibe: Go! Go! Goma-chan 2",
      "Shima Kousaku no Asia Shinseki-den",
      "Disney Tsum Tsum",
      "Furusato Meguri: Nippon no Mukashibanashi",
      "Tomica Hyper Rescue Drive Head: Kidou Kyuukyuu Keisatsu",
      "Lan Mao",
      "\"Eikou Naki Tensai-tachi\" Kara no Monogatari",
      "The Snack World (TV)",
      "Sentai Hero Sukiyaki Force",
      "Asa da yo! Kaishain",
      "Neko Konogoro",
      "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
      "Dappys",
      "Nyanfuru",
      "Nyanpuku Nyaruma",
      "Life!",
      "Hanakappa",
      "Shiawase Haitatsu Taneko",
      "Neko no Robu",
      "Telemonster",
      "Aware! Meisaku-kun",
      "Neko to Mata",
      "Mikan Seijin Arawaru",
      "Panda no Taputapu",
      "Freaky Highschool",
      "Tomodachi 8-nin",
      "Gohan Kaijuu Pap",
      "Neko no Dayan: Fushigi Gekijou",
      "Ousama Monogatari",
      "Shimajirou no Wow!",
      "Tama & Friends: Uchi no Tama Shirimasenka?",
      "Yowamushi Monsters",
      "Panpaka Pants",
      "Deeky & Carina",
      "Neko Neko Nihonshi 2nd Season",
      "Panpaka Pants O New-san",
      "PJ Berri no Mogumogu Munyamunya Season 2",
      "Dochamon Junior 2",
      "Kirin the Noop",
      "Liv & Bell",
      "Flowering Heart 2",
      "Washimo 5th Season",
      "Akita Kenritsu Iburi Gakkou Chuutou-bu",
      "Hinomaru!",
      "Beads no Mori no Rabi",
      "Otoppe",
      "Konigiri-kun",
      "Keito no Yousei: Knit to Wool",
      "Mono-darake!",
      "Oidon to",
      "Fuwafuwa Hour: Pui Pui & Muu Muu",
      "Stone Age",
      "MahoYome",
      "MahoYome Episode 0",
      "Hizukuri",
      "Shoujo Shuumatsu Jugyou",
      "Kamiusagi Rope x Boruto: Naruto Next Generations",
      "Road to You: Kimi e to Tsuzuku Michi",
      "Cinderella Girls Gekijou: Kayou Cinderella Theater 2nd Season",
      "Monster Strike: Kieyuku Uchuu-hen",
      "Hitorigurashi no Shougakusei",
      "Onyankopon",
      "Daitai 3-bu de Wakaru .hack History",
      "Kuruneko (ONA)",
      "AOTU Shijie 2",
      "Monogatari no Aru Satou",
      "Oshushi Da yo",
      "GJ8man: Dai 1-bu - Soushuuhen",
      "Kobito no Kutsuya",
      "Shingeki no Kyojin: Lost Girls",
      "Mobile Suit Gundam: The Origin",
      "Nekopara",
      "Hajimete no Gal OVA",
      "Busou Shoujo Machiavellianism OVA",
      "6 Lovers",
      "Imouto Bitch ni Shiboraretai",
      "Yama no Susume: Omoide Present",
      "Baku Ane 2: Otouto Ippai Shibocchau zo! The Animation",
      "Kime Koi!",
      "Sakyubamisuto Story The Animation",
      "Baja no Studio",
      "Kyonyuu Daikazoku Saimin",
      "Lostorage Conflated WIXOSS: Missing Link",
      "Ikkyuu Nyuukon",
      "Kagirohi: Shaku Kei - Another",
      "Ryuudouji Shimon no Inbou",
      "Heartful Maman The Animation",
      "Pakomane: Watashi, Kyou kara Meimon Yakyuubu no Seishorigakari ni Narimasu... The Animation",
      "Katainaka ni Totsui de Kita Russia Musume to H Shimakuru Ohanashi",
      "Fate/stay night Movie: Heaven's Feel - I. Presage Flower",
      "Code Geass: Hangyaku no Lelouch I - Koudou",
      "Godzilla: Kaijuu Wakusei",
      "Gochuumon wa Usagi desu ka??: Dear My Sister",
      "Dance with Devils: Fortuna",
      "Girls und Panzer das Finale",
      "Donten ni Warau Gaiden: Ketsubetsu, Yamainu no Chikai",
      "Haikara-san ga Tooru Movie 1: Benio, Hana no 17-sai",
      "Touken Ranbu: Hanamaru - Makuai Kaisouroku",
      "Yowamushi Pedal: Re:GENERATION",
      "Mobile Suit Gundam Thunderbolt: Bandit Flower",
      "Mobile Suit Gundam: Twilight Axis - Akaki Zan-ei",
      "Kirakira☆Precure A La Mode Movie: Paritto! Omoide no Mille-Feuille!",
      "DC Super Heroes vs Taka no Tsume Dan",
      "Youkai Watch Movie 4: Shadow Side - Oni-ou no Fukkatsu",
      "Kaiketsu Zorori Movie: ZZ no Himitsu",
      "Free!: Take Your Marks",
      "Dies Irae Episode 0",
      "Baka to Test to Shoukanjuu Mini Anime",
      "Granblue Fantasy The Animation Special",
      "The iDOLM@STER Prologue SideM: Episode of Jupiter",
      "Net-juu no Susume Special",
      "Teekyuu 9 Specials",
      "Boku wa Robot Goshi no Kimi ni Koi wo Suru "
   ],
   "animeDescr":[  
      " Hatori Chise is only 16, but she has lost far more than most. With neither family nor hope, it seems all doors are closed to her. But, a chance encounter began to turn the rusted wheels of fate. In her darkest hour, a mysterious magus appears before Chise, offering a chance she couldn't turn down. This magus who seems closer to demon than human, will he bring her the light she desperately seeks, or drown her in ever deeper shadows? (Source: Sense-Scans & MEGU-Scans)",
      " The third season of Shokugeki no Souma.",
      " Asta and Yuno were abandoned together at the same church and have been inseparable since. As children, they promised that they would compete against each other to see who would become the next Emperor Magus. However, as they grew up, some differences between them became plain. Yuno was a genius with magic, with amazing power and control, while Asta could not use magic at all, and tried to make up for his lack by training physically. When they received their Grimoires at age 15, Yuno got a spectacular book with a four-leaf clover (most people receive a three-leaf-clover), while Asta received nothing at all. However, when Yuno was threatened, the truth about Asta's power was revealed, he received a five-leaf clover Grimoire, a \"black clover\"! Now the two friends are heading out in the world, both seeking the same goal! (Source: MangaHelpers, edited)",
      " Inuyashiki Ichirou is down on his luck. While only 58 years old, his geriatric looks often have him written off as a pathetic old man by the world around him and he's constantly ignored and disrespected by his family despite all that he's done to support them. On top of everything else, his doctor has revealed that he has cancer and it appears that he has little time left in this world. But just when it seems things couldn't get any worse, a blinding light in the night sky strikes the earth where Ichirou stands. He later wakes up to find himself unscathed, but he soon starts to notice that there's something... different about himself. However, it turns out that these strange, new changes are just what Ichirou needs to take a new lease on life and now it seems like there's nothing to stop him from being a hero worthy of the respect that he never had before... unless, that is, there was someone else out there with these same changes... (Source: Kodansha Comics)",
      " Second season of Kekkai Sensen.",
      " The record of the bloody battle between the twelve proud warriors— The 12th Twelve Tournament that gets held every twelve years... Twelve brave warriors who bear the names of the signs of the zodiac fight each other for the lives and souls. The participants are twelve very strange warriors: \"Rat,\" \"Ox,\" \"Tiger,\" \"Rabbit,\" \"Dragon,\" \"Snake,\" \"Horse,\" \"Goat,\" \"Monkey,\" \"Rooster,\" \"Dog,\" and \"Pig.\" The victor of this tournament gets to have one wish granted, whatever the wish may be. The one wish they want granted— Who will be the final survivor? (Source: Crunchyroll)",
      " At the end of the second semester of third year of high school, four students are prepared for graduation and feel the ending to their high school life. But that changes a little with the arrival of a transfer student. (Source: MAL News)",
      " Nobuaki Kanazawa, who transferred to a high school far away, is afraid of getting intimate with his new classmates because of the events that happened from his previous school. This led him to shut his heart. However, he starts to open up during the sports festival's class relay. He and all his classmates received an email from \"King.\" At first, his classmates didn't take what they were told seriously, thinking it's just a joke, but Nobuaki, the only one who knows the real meaning of it, fights against the \"death\" game that will soon begin… The rules of the King's Game are as follows: 1. All class members must participate. 2. The order sent by King through email must be followed within 24 hours. 3. A punishment will be given to those who don't follow the order. 4. Quitting the King's Game halfway is forbidden. (Source: MAL News)",
      " Moriko Morioka is a 30-year-old single NEET woman. After dropping out from reality, she has taken off in search for a fulfilling life and ended up in a net game or \"netoge.\" In the netoge world, she began her new life as a refreshing and handsome character named Hayashi. While starting out as a beginner, a pretty character named Lily reached out to help her. Meanwhile, in the real world, awaits a shocking encounter with a good-looking elite company employee, a mysterious blue-eyed blonde. (Source: MAL News)",
      " On May 1, 1945 in Berlin, as the Red Army raises the Soviet flag over the Reichskanzlei, a group of Nazi officers conduct a ritual. For them, the slaughter in the city is nothing but the perfect ritual sacrifice in order to bring back the Order of the 13 Lances, a group of supermen whose coming would bring the world's destruction. Years later, no one knows if this group of officers succeeded, or whether they lived or died. Few know of their existence, and even those who knew began to pass away as the decades passed. Now in December in the present day in Suwahara City, Ren Fujii spends his days at the hospital. It has been two months since the incident that brought him to the hospital: a fight with his friend Shirou Yusa where they almost tried to kill each other. He tries to value what he has left to him, but every night he sees the same dream: a guillotine, murderers who hunt people, and the black clothed knights who pursue the murderers. He is desperate to return to his normal, everyday life, but even now he hears Shirou's words: \"Everyone who remains in this city eventually loses their minds.\" (Source: ANN)",
      " Second season of Himouto! Umaru-chan.",
      " This is the story about the daily life of a young siscon novelist, Itsuki Hashima with his perfect little sister Chihiro, the genius illustrator Nayuta Kani, his best friend Miyako Shirakawa and some insane partners from his publishers. (Source: MAL News)",
      " Civilization is dead, but Chito and Yuuri are still alive. So they hop aboard their beloved Kettenkrad motorbike and aimlessly wander the ruins of the world they once knew. Day after hopeless day, they look for their next meal and fuel for their ride. But as long as the two are together, even an existence as bleak as theirs has a ray or two of sunshine in it, whether they're sucking down their fill of soup or hunting for machine parts to tinker with. For two girls in a world full of nothing, the experiences, and feelings the two share give them something to live for... (Source: Yen Press)",
      " Destination is a state of mind. A tale of one girl and her bike and the road ahead. Kino wanders around the world on the back of Hermes, her unusual, anthropomorphic motorcycle, only staying in each country for three days. During their adventures, they find happiness, sadness, pain, decadence, violence, beauty, and wisdom. But through it all, they never lose their sense of freedom. They discover that because of the world's imperfections, it is actually a thing of beauty. \"The world is not beautiful, therefore it is.\" (Source: Tokyopop)",
      " After Shinozaki Haruka confesses to the Class Rep, Kousaka Akiho, he comes to find that the perfect class representative might be a little bit harder to handle than he previously thought! (Source: MAL News)",
      " Sakuranomiya Maika is, by nature, a person with bad luck and always gets into trouble, but knows Dino, who manages a cafeteria. However, it is not any cafeteria, and the waitresses have to act according to their \"attributes.\" (Source: Group Dinamo Translation, edited)",
      " Chakuro is the 14-year-old archivist of the Mud Whale, a nigh-utopian island that floats across the surface of an endless sea of sand. Nine in ten of the inhabitants of the Mud Whale have been blessed and cursed with the ability to use saimia, special powers that doom them to an early death. Chakuro and his friends have stumbled across other islands, but they have never met, seen, or even heard of a human who wasn't from their own. One day, Chakuro visits an island as large as the Mud Whale and meets a girl who will change his destiny. (Source: Batoto)",
      "",
      "The second season of 3-gatsu no Lion.",
      " In the decade since the world became aware of the existence of magic, the world has undergone a massive upheaval. However, a boy named Touta lives in seclusion in a rural town far removed from these changes. His ordinary life is highlighted by his magic-using female teacher and his supportive friends. When his tranquil daily life is disrupted, he embarks on a unique adventure. (Source: ANN)",
      " Chisato Mizusawa is a reserved but excellent and pretty assistant manager in her company. She has a secret that only her husband Sora knows, which is that she likes drinking alcohol, and she can become very cute when she is drunk! Even tonight, she gets relaxed (with the phrase \"Shifuku~\") and drunk with the cocktail Sora makes♥. It's a \"Yoidere (Drunken Dere)\" cocktail comedy of Japan's closest husband and wife. (Source: MAL News)",
      " Cardia has a deadly poison residing in her body, and as a result, gets called a monster by others. One night, she meets a mysterious man calling himself Arsène Lupin, who leads her to Industrial London. From there, she meets various people uncovering the truths and real stories behind the strange people and land, in an attempt to recover her memories and search for her father who holds the keys to her memories in London. (Source: VNDB, edited)",
      " In a village inhabited by youkai, the lives of several fox mononoke working in a hot spring inn. The stories revolve around a new employee, Yuzu. Yuzu had always been living in the mountains, but now has to adjust to a new life working in a high class inn. She is oblivious and clumsy at first, but with her simple cuteness, she is able to get along with all the other foxes. (Source: MU)",
      " Sixth season of Gintama.",
      " The second season of the Love Live! spinoff series, Love Live! Sunshine!!",
      " In the distant future, a new immortal and genderless life form called Gems populate the Earth. The 28 Gems must fight against the Moon Dwellers, who attack them regularly to abduct them and to turn them into decorations. Each Gem is assigned a role, such as a fighter or a medic. Being only 300 years old, Phosphophyllite is the youngest of the Gems and has no assignment yet. He wants to help to fight the Moon Dwellers, but is too weak and brittle for battle. One day the master of Gems, Kongou (Adamantine), assigns him the task of creating a natural history encyclopedia. (Source: MAL News)",
      " The anime centers on Minoa Asagaya, a new high school student in Sakaneko Private High School. Despite being a novice to anime, Minoa's classmate Arisu Kamiigusa invites her to make an \"anime research club\" at school. Through conversations with her classmate Miko Kouenji, as well as various anime-loving upperclassmen, Minoa gradually gets hooked on anime. While they stand against the student council's continuous efforts to disband their club, and they ignore the impending end of the world, they talk about anime, whether in Akiba, or in real-life \"sacred place\" anime settings, or the hot springs. (Source: ANN)",
      " In a prosperous city named Russell City, an omen that threatens to shake its world begins to move within it. A man named Sword is the first to hear the first stirrings of the plot, and throws himself into a shadow war in order to expose it. His only clue is the key word \"El Dorado.\" He meets Sophie, a woman searching for her missing older brother who has only left her with the same words: \"El Dorado.\" With Sword having also lost his younger sister in the past, both are drawn together by the words, and work together to find out its meaning. (Source: ANN, edited)",
      " The two are female teacher and her student... but they are engaged!? Nano is a popular teacher who is admired by students. Only Souji, a male student, gives her trouble. One day, someone she knows introduced her for an arranged marriage. Nano is worried at first, but later becomes frank with the man who she meets and is in a good mood. Later, she realized that he is Souji who disguised as someone else! Even though she rejects the arranged marriage, Souji still comes to pursuit her. Will Nano, the serious teacher, be able to reject Souji's love...? (Source: MAL News)",
      " Second season of Osomatsu-san.",
      " In this modern society, a new kind of \"illness\" is striking young boys and girls. Loneliness, disbelief, and outrage push this generation to grow more and more attached to internet and technologies. The experts call these symptoms \"Net Addiction.\" To cure this condition, a certain rehabilitation facility has been set up to \"lead the young men back to the right path.\" Enrolled to treat his addiction, Hibiki had no idea that this rehabilitation facility is nothing more than a prison. In this hellish place where escape is prohibited, how will Hibiki overcome his despair? (Source: Press release, edited)",
      " Pingu and his family move from their small village to the big city; in which there are many people with many different occupations. The ever-curious Pingu tries to join them at their jobs, but his mischievous side gets the better of him and he ends up messing things up. (Source: ANN)",
      " Three high school girls are putting together a limited-time shop called \"PARK\" in Japan's Harajuku. One day, aliens come to Earth with the intent to steal the famed district's culture. At the same time, a mysterious girl appears. The three girls band together to defeat the alien threat and protect their beloved Harajuku. (Source: ANN)",
      " Set in the flourishing world of Jinga that was formerly a prosperous and peaceful realm, the female protagonist is deemed to be the key to bring back order and to rule this world. Chaos started when people, specifically soldiers, who have special powers like turning into a vampire and a man-wolf, called the Getsugazoku, fight for their land. These soldiers of different species would put their life on the line and fight as they follow their own thoughts and ideals. Until one day, she was called by a mysterious lady named \"Himemiko\" due to the protagonist's blood bearing a mysterious power to give strength, healing, and to awake Jingazoku's real form. This is a story of love and war that she must not miss in order to rule the world. (Source: MAL News)",
      " In the year 298 from the era of the gods, elementary school girls Sumi Washio, Sonoko Nogi, and Gin Minowa are tasked with an important mission. They are to become heroes and fight Vertex, a mysterious enemy that is attacking Shinju-sama, the god tree that protects Shikoku, the only area in the world that is still habitable. What they don't know, is that this fight will cost them more than they could have ever imagined.",
      " (No synopsis yet.)",
      " Second season of Hoozuki no Reitetsu.",
      " Sequel of Yuuki Yuuna wa Yuusha de Aru.",
      " Two Car follows high schoolers Yuri Miyata and Megumi Meguro as they battle six other rival pairs in the sport of motorcycle sidecar racing. (Source: MAL News)",
      " (No synopsis yet.)",
      " The series will depict college students as they prepare and participate in a RoboMasters tournament. (Source: ANN)",
      " (No synopsis yet.)",
      " We met and shared one death in two lifes - What’s beyond the end of the horizon? Death… hope… freedom… … A girl has born with the secret to the end. She... is not allowed to live freely. \"Freedom\" was just a word she yearns for. She lived in a closed and narrow world. Her life is chosen by someone. Therefore, she thought, if the God only gives me scenario with no freedom, I want to share the \"death\" with you, not that \"someone\". I want to give the half of destiny to her, even if I have to share the \"death\" with her. (Source: MAL News)",
      " Hiiragi Kyouichirou is a boy who travels from his provincial town to Tokyo to attend university. He carries with him his family's sword to protect himself. When he arrives in Tokyo, he becomes swept up in a plot by the Imperial army. (Source: ANN)",
      " (No synopsis yet.)",
      " Emi is a seventeen-year-old girl living in Shibuya. Her father is always away with work and she's grown listless. Suddenly, a twist of fate involving a certain magical item changes everything. A mysterious pencil, of all things, is linked to the appearance of heroes from another world! Could this be the start to the excitement she's so desperately craving, or is there something more? (Source: VIZ Media)",
      " Follows the musical careers and personal lives of several bands under the \"Dynamic Chord\" agency and music label.",
      "",
      "Second season of ClassicaLoid.",
      " The second season of Cinderella Girls Gekijou.",
      " Second season of Hitori no Shita: The Outcast.",
      " Second season of Love Kome: We Love Rice.",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " Fifth season of Cardfight!! Vanguard G series.",
      " The animation tells the story of Xiao Shuai who has gone into a cool running world by accident and is embroiled in a dispute between parkour colleges.",
      " (No synopsis yet.)",
      " Second season of Time Bokan 24.",
      " The sound of yodeling will appear when you least expect it.",
      "",
      "The series features colorful stop-motion mascot characters made out of pipe cleaners. In Japanese, \"aiseki\" refers to the situation of sharing a table at a restaurant with a person you don't know. The show is surreal datsuryoku-kei comedy with a variety of male guest voice actors who banter with Fuyumi and Haruko at a table in the Mongol Cafe.",
      " The story takes place in a village called Sylvania, and centers on Chocolate Usagi-chan, Kurumi Risu-kun, and their friends and families. (Source: ANN)",
      " (No synopsis yet.)",
      " Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King. Enter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece. [Written by MAL Rewrite]",
      " Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction. Disturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends. [Written by MAL Rewrite]",
      " Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja. Boruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life. New friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations. [Written by MAL Rewrite]",
      " Shinichi Kudou, a great mystery expert at only seventeen, is already well known for having solved several challenging cases. One day, when Shinichi sees two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. When the men catch Shinichi, they dose him with an experimental drug formulated by their criminal organization and abandon him to die. However, to his own astonishment, Shinichi is still alive and soon wakes up, but now, he has the body of a seven-year-old, perfectly preserving his original intelligence. He hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri, and takes on the alias of Conan Edogawa (inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa). Animated by TMS and adapted from the manga by Gosho Aoyama, Detective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday. [Written by MAL Rewrite]",
      " The setting is a parallel world to Fate/stay night where the Greater Grail mysteriously disappeared from Fuyuki after the Third Holy Grail War. After many years of silence, around the same time as the Fifth Holy Grail War would have happened, the Yggdmillennia, a family of magi, openly declares their secession from the Mage's Association, and that they are in possession of the Grail. The Association dispatches fifty magi to retrieve it, and all but one are instantly slaughtered by a mysterious Servant. The one remaining manages to activate the reserve system of the Greater Grail, allowing for the summoning of fourteen Servants in total. In the city of Trifas, two factions will fight for the control of the sacred relic, each of them possessing their own team of seven Servants: the Black Faction whose members are part of Yggdmillennia, protecting the Grail, and the Red Faction whose members were sent by the Mage's Association, trying to take the Grail back. For an event of this scale, the Grail itself summons its own Servant, the holy Ruler, to oversee the conflict. This marks the start of the Great Holy Grail War. (Source: Type-Moon Wikia, edited)",
      " There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning. A certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation. Violet Evergarden, a young girl formerly known as \"the weapon\", has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of \"Auto Memories Dolls\", who carry people's thoughts and convert them into words. Violet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. All the while searching for the meaning of those words. (Source: Anime Expo) Episode 1 was previewed at a screening at Anime Expo on July 2, 2017. Regular broadcasting will begin in January 2018.",
      "",
      "A professional dancer named Sengoku rescues Tatara, an introverted third-year middle school student who is being harassed by delinquents. Tatara ends up at Sengoku's dance studio where he meets Shizuku Hanaoka, a schoolmate he comes to secretly idolize. From this defining moment when Tatara enters the world of dance. Sengoku is a free-spirited, dynamic international dancer who recognizes Tatara's potential and begins to coach him. Through dance, Tatara meets another schoolmate, a dance prodigy named Kiyoharu. Through these new friendships, Tatara develops a passionate desire to improve as a dancer and be accepted by his peers and rivals, which nurtures his own native talent. And through interaction with Tatara, other dance members are encouraged to take steps to overcome their own challenges and issues.",
      " Tughril Mahmut is a young pasha serving on the Divan of the Türkiye Stratocracy. The clouds of war are gathering over his country due to the threat of an aggressive Empire. With the Divan split between warmongers and the pacifists, Mahmut begins his quest to keep the peace at any cost. As he finds himself deeper and deeper in the politics of the ancient world, new enemies and allies surface. Who will prevail? What will Mahmut do if war proves to be inevitable?",
      " Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot. Everyday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series. Crayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
      " Inaba Yuushi's parents died in his first year of middle school, and he moved in with his relatives. Though they did care for him, he could tell he was a burden. After he graduated, he happily prepared to move to a high school with a dormitory. Unfortunately, the dormitory burned to the ground before he could move in! Yuushi doesn't want to live with his grudging relatives, but it's rough finding lodging as an orphaned student with little money. He finally finds a room in a nice old building which seems too good to be true. The catch is that it is a Monster House, a place where humans and supernatural creatures—ghosts, mononoke, etc.—live together. Another high schooler lives there, a cute girl named Akine, and she's completely unfazed by the monsters. In fact, she can even exorcise evil spirits! Yuushi's high school life just got much stranger than he ever bargained for! (Source: MangaHelpers)",
      " After his mother wins a free trip to the islands, Pokemon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokemon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokemon. The pair eventually stumbles upon the Pokemon School, an institution where students come to learn more about these fascinating creatures. At the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokemon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokemon of Melemele Island, the mysterious Kapu Kokeko. The Pokemon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by his earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks. Enrolling in the Pokemon School, Satoshi is joined by classmates such as Lillie, who loves Pokemon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure. [Written by MAL Rewrite]",
      " The theme for the new work is \"Let's take one step forward and try it!\" Yuusaku hates standing out, and at his school he doesn't. However, Yuusaku starts meeting others through duels, and starts moving forward. (Source: ANN)",
      " The seal that for hundreds of years had confined the demon king Giri has worn off. A young boy named Nike is chosen (against his will) as the hero. Together with Kukuri, a girl who is the lone survivor of the tribe that had used black magic to seal Giri, they set off to save the world, RPG style. (Source: ANN)",
      " Primary school student Keita Amano's curiosity is as innocent as any other child's his age. But when one day he decides to venture deeper into the forest, he encounters a small and mysterious capsule. Out from its depths comes Whisper. After 190 years of imprisonment, this ghost-like creature is glad that someone has been kind enough to set him free. He decides to reward Keita by becoming his guardian against supernatural forces. Whisper is one of many Youkai that exist in the world, and provides Keita with a special Youkai Watch, which enables him to see and interact with all the other Youkai. Youkai Watch follows Keita, Whisper and the cat spirit Jibanyan as they encounter Youkai, befriend them, fix all the trouble that they so often cause, and, with the help of the watch, use the powers of previously encountered Youkai to aid them. Young Keita may have been just an ordinary primary school student when he first encountered the Youkai, but the many adventures that follow his discovery provide him with invaluable experiences and precious life lessons that help him grow.",
      " Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme. [Written by MAL Rewrite]",
      "",
      "This is a world where both men and monsters exist. Those who hunt the monsters are called Hunters. But in a small corner of the Hunter's world, there are those called Riders who bond with and coexist with monsters. With their Kizuna Ishi (Bonding Stones) that allow them to awaken the hidden power inside monsters, Riders live in secrecy together with their Otomon, the monsters they formed a connection with. Ryuto, a young boy living in the Rider village of Hakum, dreams of becoming the world's best Rider. Having just turned 12, he sets out to find his own Otomon for himself before the ceremony where he is given his own Kizuna Ishi. Together with his kind-hearted childhood friend Cheval, his inquisitive childhood friend Lilia, and his partner Naville, he sets out deep into the forest, and has a miraculous encounter with a Rathalos. (Source: ANN, edited)",
      " Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths. At the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba and the two develop a friendly rivalry, working together to learn and improve. Though they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4. [Written by MAL Rewrite]",
      " Dorogoza Island is rich in \"Drop Energy\" that players can use on friendly monsters. Once strong enough, they can face enemies in puzzle wars. Winners reap rewards, but what happens to the losers? Only the brave can take on these monstrous challenges! (Source: FUNimation)",
      " Doraemon (2005) is the most recent anime series based on Fujiko Fujio's manga of the same name. It is the 2005 version of 1979 series, with certain changes in the animation and other things. Doraemon is a cat-like robot who appears in the present to steer Nobita/Noby, who is a dumb, naive and clumsy boy on the right path in order to secure his future. Nobita's love interest is Shizuka Minamoto/Sue, his frenemies are Takeshi Goda/Big G and Suneo/Sneech. (Source: Wikipedia)",
      " Gudetama, an egg that is dead to the world and completely lacks motivation. No matter what cooking method you use, Gudetama remains unmoved. (Source: ANN)",
      " Ichika Usami is a second year middle school student who works in her family's cafe, Kirakira Patisserie. One day, she meets a spoiled lamb fairy named pekorin who tells her evil monsters known as Henteko have been stealing \"Kirakiraru\", the energy that resides within sweets and desserts. Ichhika then becomes a pretty cure and, with four other girls, they form the kirakira precure a la mode to fight the henteko and protect the sweets. (Source:Wikipedia)",
      " Rantarou, Shinbei and Kirimaru are ninja apprentices in the Ninja Gakuen, where first grade ones are called \"Nintamas\" (contraction of the words ninja+tama (egg)). They must learn everything a ninja must know, but as for our heroes, money, food or playing are more interesting. The series show the everyday adventures of our heroes, segmentated in a cartoon fashion, like 2 small episodes in a 30-min show. The cast also includes the teachers (Doi-sensei and crossdressing Yamada-sensei), nintama kunoichis, evil guys (Dokutake ninjas) and even family members of all the cast... (Source: ANN)",
      " The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. (Source: AniDB)",
      " The story focuses on Yui, a girl who lives in the town of Paparajuku, and who dreams of being an idol, even if she realizes that being an idol is next to impossible for her. Her friends often remark on how much she dreams about it. But then, the PriPara idol theme park opens in her town, and that an idol named Laala is coming to town from Parajuku, which only makes Yui dream even bigger. The new PriPara theme park has been updated with new concepts. However, due to a system error, Laala is no longer able to PriPara Change. (Source: ANN)",
      " The story revolves around a girl named Yuuka, who encounters a being from the depths of the Earth named Chii-chan (a pun of chiteijin, the Japanese word for underground-dweller), and an alien named Ucchan (a pun of uchuujin or alien). The story follows their heartwarming and chaotic everyday lives together.",
      "",
      "Cocotama are tiny gods born from the thoughts and feelings of objects that people use with great care. The fact that Cocotama wear part of the egg they hatch out of as underwear is proof that they are still apprentices. The Cocotama use a mysterious magic, and they train hard to be of use to humans and to become full gods. They live inside human houses and stealthily move around to help humans find things they have lost, although they make many mistakes. (Source: ANN)",
      " The anime follows Makoto, a young boy who gains superpowers due to an evil gene manipulation experiment. Makoto and other youths join the Avengers as apprentices named \"Future Avengers.\" The anime will show Makoto and others as they train, fight villains and grow, under Avengers members Iron Man, Captain America, Hulk, Thor, and Wasp. (Source: ANN)",
      " Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life. (Source: ANN)",
      " (No synopsis yet.)",
      " A sea otter and his friends, a raccoon and squirrel, live and play together in the forest.",
      " The story centers around an elementary school teacher who is so stupid that he cannot even write his own name. He does whatever he likes in his classroom. Plus, by all appearances, he is not human. (Source: ANN)",
      " One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished. (Source: ANN)",
      " The fourth season of Future Card Buddyfight.",
      " In the new series' story, the balance of the Creature World is starting to crumble. A talking deck case named Decky comes to the human world to search for a Duel Master to preserve equilibrium. There he sees Joe's power to create creatures. (Source: ANN)",
      " In the Heian era, around 1000 years ago, a young boy of noble family named Ojarumaru is bored with his life of privilege. Meanwhile, three demons steal the power-stick of Enma, king of demons, and then lose it. Ojarumaru finds it, and uses it to transport himself to the present time. Here, he is befriended by a young boy named Kazuma, and becomes a member of his family. As time goes on, Ojarumaru makes many new friends, while dodging the comedic efforts of the three demons, Akane, Kisuke, and Aobee, as they try to recover the stick. (from ANN)",
      " Second Season of Rilu Rilu Fairilu: Yousei no Door.",
      " Second season of Shounen Ashibe: Go! Go! Goma-chan.",
      " A spinoff of Shima Kousaku no Asia Risshi-den",
      " Disney Tsum Tsum is a series of shorts on YouTube following the adventures of Tsum Tsums in Disneyland. (Source: Disney Wikia)",
      " Sequel series to Furusato Saisei: Nihon no Mukashibanashi.",
      "",
      "The story is set in \"the future, just a little after the present day…. To respond to disasters beyond human comprehension and the increasing complexity of crime and mishaps, the mobile emergency police Hyper Rescue (an organization newly formed by the government primarily for life-saving) developed 'Drive Heads' that are specialized with police, fire-fighting, and rescue capabilities. \"'Drive Heads' are special vehicles that change from car forms to humanoid walker vehicles. The grade schooler Gou Kurumada and other children found to be suitable become drivers and join forces with the mobile emergency police and other adults. Even now, they race to the scene to protect the peace and security of all humanity. Go Rescue!\" (Source: ANN)",
      " Adventures include going into deep sea and accompanying dinosaurs. The shows are mainly based on science or science fiction. It has been popular in China, one reason might be the fact that many of the Chinese youth have been sending questions to the studio, and the studio answers them with one of Lan Mao's adventures. Lan Mao is sometimes impulsive, and in the end gets nothing but trouble. (Source: Wikipedia)",
      " NHK announced last week that it will present the anime/documentary series about athletes. The first episode adapts material from Tomoyoshi Itou and Shingo Morita's Weekly Young Jump biographical manga Eikou Naki Tensai-tachi (Geniuses Without Glory) — specifically the story about Hironoshin Furuhashi, the swimmer also known as \"the flying fish of Fujiyama.\" The episode also includes interviews with Olympic swimmer Kousuke Kitajima and other Japanese swimmers about the how Furuhashi changed the Japanese competitive swimming world, as well as what sort of training is required to be an Olympic swimmer. (Source: ANN)",
      " In \"a certain era\" on \"a certain continent,\" banal things are happening. The construction of \"Large-Scale Leisure Facilities\" has demanded that all the villages are to be evicted. When these demands are denied, the village and its residents are obliterated. A boy named Chap once lived in tranquility, but that happiness soon came crumbling down. He decides to embark on a journey of revenge, but soon falls madly in love with the king's daughter, Princess Melora. In order to fulfill her selfish wishes, he gathers his friends in order to overcome the impossible.",
      " The anime will be a \"surreal comedy\" that emphasizes Gunma prefecture's self-sufficiency in ingredients for sukiyaki. The story centers around the titular Sukiyaki Force, created by Professor Warishita, who fight against the forces of Kiraida, who have come to Gunma and threaten to destroy the world.",
      "",
      "The series follows a variety of employed shellfish who exhibit selfish or odd personality traits. (Source: LiveChart)",
      " Based on the characters created by Study.",
      " Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
      " Love trouble, friendship, busy work. When the mind is tight and painful, you ought to shed it! Very cute \"Dappys\" sing and dance to give encouragement.",
      " Shorts that feature music note cats. The series premiered on February 22, 2014 on television; the first episode was published on an official YouTube channel that same day. The whole world is in love with character illustrations of cats, dogs, and bears. A brand-new show, and the first of its kind in Japan, featuring nothing but cat characters for cat lovers started airing in February 2014. A variety of cat characters designed by Japan's topnotch creators and illustrators are animated and they are voiced by popular KAWAII (cute) anime voice actors. This show is a must-see not just for the fans of cat characters but for all anime lovers! (Source: YouTube)",
      " Follows twin cats who wish to make others happy and their strange friends.",
      "",
      "The series follows characters' humorous everyday lives.",
      " Story about Kappa with flowers on their heads.",
      " The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.) (Source: ANN)",
      " The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality. He thinks various things and has fun watching humans.",
      " Korean Animation about the monsters Eerie, Rock-G, Popo, and Yossi and the adventures they go on each day!",
      " A long, long time ago, there was a prestigious school called \"Ryuuguu Elementary School\" that produced many masterpiece characters. One day, an ordinary boy named Meisaku Matsuda enrolled at the school. Little did he know that the place for learning was filled with crazy characters like Sweets, the energetic idiot; Musubi, a rice ball who gets angry when called \"onigiri\"; Nokio, a narcissistic self-proclaimed robot; and Bolt, who's clearly faster than a rabbit. Surrounded by such unique characters, will Meisaku be able to graduate as a splendid masterpiece character? (Source: Anime News Network)",
      " The series centers around two cats: a younger sister named Neko, and an older brother named Mata. Neko is a nekomata (a mythical two-tailed cat), innocently selfish, and spoiled by her brother. Mata is a neighborhood cat with an eartipped mark as a sign of being neutered. They meet under a streetlight in the city at night to talk. (Source: ANN)",
      " The story centers on the titular Mikan Seijin (Orange Alien), who appears from Local 3 (an orange planet in a higher dimension) with plans of invading the Earth. (Source: ANN)",
      " (No synopsis yet.)",
      " A cutesy horror anime. Everyone in town is monster but they're living their lives like normal while attending high school.",
      " A series oriented to three-year-old children, showing the everydays of 9 characters, each of them having a distinct feature. Children will recognize characters and situations from their own life. Sometimes through conflicts, sometimes through encouragement, they will find everyone's place in the world. The story conveys messages such as \"Nobody's alone\", \"It's good to be different\" and the importance of being connected with others, in a fun way. (Source: Official site)",
      " A series of short, 30-second segments featuring Gohan Kaijuu Pap and various \"side dish\" monsters to produce delicious meals.",
      " Third season of Dayan the Cat. The shorts will be \"theatrical-style,\" with a curtain opening on the everyday adventures of Dayan and his friends.",
      " Stop-motion animation made out of fabric following a curious king sneaking out of his castle.",
      " Fourth season of the Shimajirou children's television series.",
      " A new series following the cat named Tama and his many friends.",
      " An NHK toddler's anime following cowardly creatures representing typical Halloween monsters like Dracula and a witch.",
      " A series of shorts about pigs who wear underpants.",
      " Deeky is a wolf whose wild appearance belies his pure-hearted and slightly gossipy moe nature. Carina is a squirrel whose soft and cuddly appearance hides the black and beating heart of a hard rock monster. Together they form a band to compete in a rock music competition. (Source: Crunchyroll)",
      " Second season of Neko Neko Nihonshi.",
      " Sequel to Panpaka Pants W-O-New!.",
      "",
      "The second season of PJ Berri no Mogumogu Munyamunya. Its broadcast will be in the same timeslot as the re-airing of the original 2001 Parappa the Rapper anime on Fuji TV.",
      " The second season of Dochamon Junior.",
      " A shadow painting anime about a timid giraffe named Noop and his hedgehog companion named Harry as they travel their distant star world helping each other.",
      " A stop-motion animation about Liv, a curious little girl and Bell, a gluttonous hedgehog. Together they go on an adventure in a picture book.",
      "",
      "The second season of Flowering Heart.",
      " Fifth season of the Washimo series.",
      " A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
      "",
      "(No synopsis yet.)",
      " A stop-motion anime using beaded characters. Here a magician rabbits solve problems by using magic.",
      "",
      "The series follows a young girl named Shina who hopes to become the world's best DJ, and is interested in new sounds. Shina explores a mysterious world filled with Otoppe, strange creatures capable of unique sounds.",
      " A stop-motion anime using bentou ingredients as the characters.",
      " A stop-motion anime using knitted characters. Knit and Wool are yarn fairies who create a fun knitted play time at night.",
      " Everyday objects come to life.",
      " A young boy tries to become as strong of a sumo wrestler as his father.",
      "",
      "Fairies living in a fluffy forest, where both flowers and trees are fluffy. Follow a witch's trouble-maker apprentices Pui Pui and Muu Muu.",
      "",
      "An animated adaptation of the mobile game of the same name. Each episode is composed of two stories. The story is set in the future, after the destruction of machine civilization which leaves humans in a more primitive state. Dinosaurs, woolly mammoths, saber-tooth tigers, etc. roam free, as their species were brought back to life and modified to be friendlier thanks to cloning fossil samples during the machine civilization era. Children can become Stone Leaders by having one of these creatures as a \"pet\" which they can do friendly battles with against others.",
      " As the television anime Mahoutsukai no Yome debuts a new episode every week, one new 30-second episode of the series of shorts will debut every week on the official Twitter every Tuesday. The previous week's episode will no longer be available when each new episode debuts. (Source: ANN)",
      " The official Twitter account for Mahoutsukai no Yome began streaming an episode 0 of the MahoYome anime shorts on Tuesday. In the episode, Chise, Elias, and Ruth debate about who should speak, and Chise eventually introduces the anime. (Source: ANN)",
      " In a city of a parallel world. A boy finds a pair of broken scissors from his father's belongings after he passed away. And a boy's mother tells him that his father had been a gardener in the past. Then he figures out the scissors were made by Sasuke, who is an artisan living in a foreign country. The boy travels all the way to a place where Sasuke lives in order to get his scissors fixed. (Source: Official page)",
      " Super deformed parody shorts of Shoujo Shuumatsu Ryokou streamed on Kadokawa's official YouTube channel. They follow Chito and Yuuri in a classroom setting exploring what \"school\" might have been for people when civilization was still around.",
      " A 3-way collaboration between Kamiusagi Rope, Boruto: Naruto Next Generations, and TOHO Cinemas. The purpose is to promote a new TOHO theater opening up in Ueno on November 4, 2017. The collaboration video will also be available to view in TOHO Cinemas in Tokyo, Kanagawa, Chiba, and Saitama from Ocotober 21 - December 1.",
      " The story is set in a certain snowy land and centers on the intermingling feelings of three groups of men and women: a couple, a parent and child, and coworkers. (Source: ANN)",
      " Bonus segments of Cinderella Girls Gekijou 2nd Season streamed on The iDOLM@STER Cinderella Girls Mobage following the television broadcast.",
      " Second Part to Monster Strike 2.",
      " Based on web-manga about a 9-year-old girl named Rin from Enoshima Island who lives alone, goes to school, and works.",
      " Onyankopon watched over people long ago, but one day an old woman accidentally hit Onyankopon in the head with a mallet while mashing yams. Since then, Onyankopon has been nervous about greeting people directly, and so sends subordinates to speak to them and solve their problems. He will use Afrobeat and dance to help Japanese high school girls with problems such as dieting, love, and cramming for exams. (Source: ANN)",
      " An animated \"about 3-minutes long\" history on .hack in honor of its 15th anniversary. Haseo and Kite in their chibi forms are here to explain the main story line of the multi-media franchise just in time for new viewers to get the .hack//G.U. Last Recode video game, which is a remaster of .hack//G.U. with a brand new chapter continuing the story, being released in the first week of November.",
      " Based on a manga about cats and their sake-loving owner.",
      "",
      "(No synopsis yet.)",
      " A short animation promoting the Komaya company. A lonely sugar elephant searches for companionship.",
      " (No synopsis yet.)",
      " 1 year anniversary recap of GJ8man. The recap aired on the exact day that the 1st episode aired the previous year. Done in a variety show style where the GJ8man main cast watches clips of the show and gives commentary. A water meter is present on the side to measure the level of water powers GJ8man has at a given screen time.",
      " A short animation for the children's tale The Elves and the Shoemaker.",
      " Bundled with the 24th, 25th, and 26th volumes of the Shingeki no Kyojin manga.",
      "",
      "What was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass? The two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\" The Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed. (Source: Official website)",
      " What's NEKOPARA? Why, it's a cat paradise! Kashou Minazuki, the son of a long line of Japanese confection makers moved out to open his own shop \"La Soleil\" as a patisserie. But upon moving out, hidden amongst his things were two of the catgirls (\"neko\"), Chocola and Vanilla, that the family had been raising. When he tried to send them back, they begged and pleaded until he gave in and now they've opened La Soleil together. With two nekos who really, REALLY love their master trying their very best and occasionally failing -- a heartful comedy opens for business! (Source: Official Website)",
      " Bundled with the limited edition 5th volume of the Hajimete no Gal manga.",
      "",
      "Bundled with the limited edition 7th volume of the Busou Shoujo Machiavellianism manga.",
      "",
      "The July issue of Dear+ has announced that a series of manga serialized in the magazine will get anime adaptations in celebration of the magazine's 20th anniversary. These anime will be collected into an \"in motion\" animation series titled 6 Lovers.",
      " (No synopsis yet.)",
      " \"Mount Tenran, Mount Takao, and Mitsutouge!\" Aoi and Hinata look at photos full of memories from the various mountains they have climbed up to now. Suddenly, Hinata opens a treasure chest in Aoi's room and finds awkward handmade accessories. With that as a trigger, Hinata recalls the childhood she spent together with Aoi. (Source: Official site)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " \"My name is Baja. That's what everyone calls me, so it's probably Baja. I came here from the outside world when I was little. As for what happened when I was born, I don't remember much of it.\" Kohata Anime Studio is a place full of dreams where animation is made. Baja was raised in this studio by the people who create animation. Floating in a pond outside are his friends the ducks. Baja enjoys a fun and blissful daily life. One night, when all the people are no longer at the studio, Baja takes a peek outside and finds that his duck friends are being attacked by a cat. Will Baja be able to save his friends? A wondrous night adventure begins! (Source: MAL News)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " A former science teacher receives a mysterious recruitment document, inviting him to a prestigious school. However, this school is not what it seems...",
      " (No synopsis yet.)",
      " Based on erotic game by Frill.",
      " (No synopsis yet.)",
      " Emiya Shirou is a young magus who attends Homurahara Academy in Fuyuki City. One day after cleaning the Archery Doujou in his school, he catches a glimpse of a fight between superhuman beings, and he gets involved in the Holy Grail War, a ritual where magi called Masters fight each other with their Servants to win the Holy Grail. Shirou joins the battle to stop an evildoer from winning the Grail and to save innocent people, but everything goes wrong when a mysterious \"Shadow\" begins to indiscriminately kill people in Fuyuki... (Source: ANN)",
      " (No synopsis yet.)",
      " The last summer of the 20th Century. That day, the human beings learn that they are not the only ruler of the planet Earth. The appearance of the giant living creatures “Kaiju's” and the ultimate existence that destroys all monsters: Godzilla. Through the battle against kaiju's that lasted for half a century, human beings has experienced continuous defeat, and finally plans to escape from the Earth. And in 2048, only those who were selected by the A.I. managed under the central government boarded the inter-sidereal emigrant spaceship “Aratrum” to head for “Tau Cetus e”, the planet beyond the distance of 11.9 light-year. However, the environmental condition differences between that of the Earth and Tau e, which they finally arrived after 20 years were far beyond the predicted numbers, and was not an environment considered to be habitable by human beings. The young man on the emigrant ship: Haruo, who saw his parents killed by Godzilla in front of his eyes when he was 4 years old, had only one thing in his mind for 20 years: to return to the Earth and defeat Godzilla. Shut out from the possibility of emigration, as the living environment in the ship deteriorates, the group of “Earth Returnists” led by Haruo became the majority, and determines to head back to Earth through a dangerous long-distance hyperspace navigation. However, the Earth they have returned has already passed the time of 20,000 years, and has become an unknown world with the ecosystem reigned by Godzilla. At the end, will human beings win back the Earth? And what will Haruo see beyond his fate? (Source: Official site)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " (No synopsis yet.)",
      " A series of side stories of Donten ni Warau series. Some of the stories take place before and some after the end of the main series.",
      "",
      "The story follows Benio \"Haikara-san\" Hanamura, who lost her mother when she was very young and has been raised by her father, a high-ranking official in the Japanese army. As a result, she has grown into a tomboy -- contrary to traditional Japanese notions of femininity, she studies kendo, drinks sake, dresses in often outlandish-looking Western fashions instead of the traditional kimono, and is not as interested in housework as she is in literature. She also rejects the idea of arranged marriages and believes in a woman's right to a career and to marry for love. (Source: ANN)",
      " Recap of Touken Ranbu: Hanamaru.",
      "",
      "The Movie will compile the episodes from the 3rd season of the anime, and will also have some new scenes.",
      " Compilation film for Mobile Suit Gundam Thunderbolt 2nd Season.",
      "",
      "Compilation film of Mobile Suit Gundam: Twilight Axis.",
      " (No synopsis yet.)",
      " Joker has come to Japan to steal the Eagle Talon Society's secret weapons in his continued scheme for pure chaos. However, the Justice League is on his trail, but there's something off with Batman. Now, it's up to Eagle Talon to go find out what's wrong with Batman, and that means going back in time to Bruce Wayne's most traumatic experience, the murder of his parents. If that wasn't enough to worry about, the Eagle Talon Society also have to keep their eyes on their production budget, especially with most of that money going towards the licensing fee for DC's popular characters. Will the Eagle Talon Society and the Justice League be able to stop the Joker before their budget dries up, and they're reduced to simple stick figures!?",
      " Fourth Youkai Watch film.",
      "",
      "Film commemorating the 30th anniversary of the Kaiketsu Zorori children's book series.",
      "",
      "A special sequel anime for Free! to screen on October 28, 2017. Titles: #1: Unmei no Choice! (Destined Choice!) #2: Hiyu no Cooling Down! (Secret Hot Spring Cooling Down!) #3: Kessoku no Butterfly! (United Butterfly!) #4: Tabitachi no Eternal Blue! (Departing Eternal Blue!)",
      " Episode 0 of Dies Irae.",
      " Included with the Baka to Test to Shoukanjuu complete Blu-ray Box.",
      " Unaired episode bundled with the seventh Blu-ray and DVD volume of Granblue Fantasy The Animation.",
      " Prequel story of The iDOLM@STER SideM featuring Jupiter.",
      " An unaired episode included with the BD box set release of the TV series.",
      " Unaired specials included in the Blu-ray and DVD release.",
      " An animated promotional video for the novel of the same name. A short version has currently been released, previewing the longer video. The full special will debut in book stores on October 21, 2017. The novel's story is set in the year 2060 with Tokyo's third Olympics close at hand. While a secret project using robots moves forward, notice of a terrorist threat arrives. The story's protagonist combats terrorism and aims to protect the heroine, to whom he has given his heart. Plot twists come one after another as the story unfolds to a moving conclusion. (Source: ANN)",
      ""
   ],
   "sentence":"#animeTitle# : #animeDescr#"
}